Repository: energise-pro/NewHearingApp
Catalog: Hearing Aid App/Hearing/SupportingFiles/Localizations/*.lproj/Localizable.strings
Languages: uk

source: Yes!
uk: Так!

source: Loading...
uk: Завантаження...

source: Enjoying this app?
uk: Вам подабається цей додаток?

source: Error
uk: Помилка

source: Copy All
uk: Скопіювати все

source: Info
uk: Довідка

source: Free Trial
uk: Безкоштовний період

source: Expire at %@
uk: Закінчується через %@

source: Weekly
uk: Недільна

source: Monthly
uk: Місячна

source: Annual
uk: Щорічна

source: No, Thanks
uk: Ні, дякую

source: Remove ads
uk: Відключити рекламу

source: Unlock Access
uk: Розблокувати функції

source: Start your Free %@
uk: Почніть свій безкоштовний %@

source: Settings
uk: Налаштування

source: Disable or Enable vibrations when you press UI buttons
uk: Вимкнути або Увімкнути вібрацію при натисканні кнопок інтерфейсу користувача

source: Restore Purchase
uk: Відновити покупку

source: No
uk: Ні

source: Controls Color
uk: Колір інтерфейсу

source: Dark Mode
uk: Темний режим

source: Change App Icon
uk: Змінити значок додатку

source: Use Haptic Feedback
uk: Використовуйте тактильний зворотний зв'язок

source: Unlock Premium
uk: Розблокувати Premium

source: Support & Feature Request
uk: Підтримка та зворотній зв'язок

source: Please Speak
uk: Будь ласка, говоріть

source: Tap The Power Button To Get Started
uk: Натисніть кнопку живлення, щоб розпочати

source: You can hold your finger on a screen in any place to mute the microphone instantly when you speak. For convenience, this can help you when you talk to avoid echo, which can probably interrupt you from your thoughts. Thank you :)
uk: Ви можете тримати палець на екрані в будь -якому місці, щоб миттєво вимкнути мікрофон під час розмови. Для зручності це може допомогти вам, коли ви розмовляєте, щоб уникнути луни, яка, ймовірно, може перервати вас у ваших думках. Дякую :)

source: Sync Hearing Aid volume with System Volume
uk: Синхронізуйте гучність слухових апаратів із системною гучністю

source: Hearing Aid Instructions
uk: Інструкція до слухового апарату

source: Reset
uk: Відновити

source: The Reverberation allows you to simulate the environment, space, room around you
uk: Реверберація дозволяє імітувати навколишнє середовище, простір, кімнату

source: Play around you can always reset to initial state :)
uk: Спробуйте, ви завжди можете відновити налаштування до початкового стану :)

source: The compressor allows you to set up sound more punchy. Compressors reduce the difference between the loudest and quietest parts of the volume
uk: Компресор дозволяє налаштувати звук більш точним. Компресори зменшують різницю між самими гучними та тихими частинами гучності

source: Peak limiter allows you to bring up the level without allowing the peaks to clip. It limits high-volume spikes which can sound disgusting
uk: Обмежувач піків дозволяє підвищити рівень, не дозволяючи пікам обрізатися. Він обмежує гучні звуки, які можуть звучати огидно

source: I don't recommend you disable 'Peak Limiter' since it limits high-volume spikes which can sound disgusting. However it's safe to change any parameters.
uk: Ми не рекомендуємо вимикати параметр "Обмежувач піків", оскільки він обмежує високі звуки, що можуть звучати огидно. Однак ви можете змінювати будь -які параметри.

source: Disable Limiter?
uk: Вимкнути обмежувач?

source: Should I disable peak limiter?
uk: Чи слід вимикати обмежувач піків?

source: Dear User, for proper work with speech recognition & hearing aid, we need your microphone usage permission. Thank You!
uk: Шановний користувач, для належної роботи з розпізнаванням мови та слухового апарату нам потрібен дозвіл на використання мікрофону. Дякую!

source: Please Allow Microphone Usage
uk: Дозвольте використання мікрофону

source: Next
uk: Далі

source: Dear User, we use your data only for analytics purpose. To improve the app and help you get better product. We don't share this data to any third party. Thank you!
uk: Шановний користувач, ми використовуємо ваші дані виключно в аналітичних цілях. Щоб покращити додаток і допомогти вам отримати кращий продукт. Ми не передаємо ці дані третім сторонам. Дякую!

source: Recognition Not Available :(
uk: Розпізнавання недоступне :(

source: Tap the mic to get started ;)
uk: Торкніться мікрофону, щоб розпочати ;)

source: Go ahead, I'm listening :)
uk: Говоріть, я слухаю :)

source: Available Languages %@
uk: Доступні мови %@

source: Shake to clear text
uk: Потрусіть, щоб очистити текст

source: Translate Mode
uk: Режим перекладу

source: Show Quality Indicator
uk: Показати показник якості

source: Balance
uk: Баланс

source: Noise OFF
uk: Шум

source: Stereo
uk: Стерео

source: Hearing Aid
uk: Слуховий апарат

source: Front
uk: Спереду

source: Bottom
uk: Знизу

source: Rear
uk: Ззаду

source: Compressor
uk: Компресор

source: Limiter
uk: Обмежувач

source: Reverb
uk: Шаблони

source: Speech Recognition
uk: Розпізнавання мови

source: Clear
uk: Очистити

source: Rotate
uk: Розвернути

source: Flip
uk: Перевернути

source: Full Screen
uk: Весь екран

source: Share Text
uk: Поділитися текстом

source: Are you sure?
uk: Ти впевнений?

source: Are you sure you want to miss out on this amazing opportunity?
uk: Ви впевнені, що хочете пропустити цю чудову можливість?

source: Hello
uk: Привіт!

source: Please connect your headphones for correctly hearing aid work
uk: Для правильної роботи слухового апарату підключіть навушники

source: Select playback device
uk: Виберіть пристрій відтворення

source: Get started
uk: Почати

source: Transcribes in real-time. Text appears on your phone as words are spoken.
uk: Текст відображається в режимі реального часу. Під час вимови слів на вашому телефоні з’являється текст.

source: Super volume boost
uk: Посилена гучність звуків

source: Regulated noise suppression
uk: Розумне усунення зовнішнього шуму

source: Full acoustic amplification up to 30 dB with a wired headset
uk: Повне акустичне підсилення до 30 дБ за допомогою навушників

source: Elimination of background noises and increase of speech intelligibility
uk: Усунення фонових шумів та підвищення чіткості звуку

source: Automatic conversion of the recorded speech into text
uk: Автоматичне перетворення записаного мовлення в текст

source: Before
uk: До

source: After
uk: Після

source: Continue
uk: Продовжити

source: Dear User, for correctly work with our app, we need your microphone usage permission
uk: Для коректної роботи додатку вам потрібено надати дозвіл на використання мікрофону

source: Later
uk: Пізніше

source: Allow Speech recognition function
uk: Дозволити функцію розпізнавання мовлення

source: Dear User, for use Speech recognition function, you need to allow permission
uk: Шановний користувач, для використання функції розпізнавання мовлення потрібно надати дозвіл

source: Privacy Policy
uk: Конфіденційність

source: Terms of Use
uk: Правила

source: Restore
uk: Відновити

source: Subscribe
uk: Підписатись

source: Get full access to: Super Boost, Noise Suppression, Speech to Text, Disable Ads
uk: Отримайте повний доступ до: Збільшення гучності, Усунення шуму, Мовлення в текст, Вимкніть рекламу

source: ONLY-
uk: Всього-%@

source: for your first week You save - after per week
uk: за перший тиждень Ви платите %@ - після %@ на тиждень

source: OFF
uk: Знижка

source: Limited Offer
uk: Обмежена пропозиція

source: No device
uk: Немає пристрою

source: Pro Setup
uk: Про налаштування

source: Templates
uk: Шаблони

source: Full Access
uk: Повний доступ

source: Try $@ Free
uk: Спробуйте %@ безкоштовно

source: First %@ free. After %@
uk: Перші %@ безкоштовно. Після %@

source: Only %@ per %@
uk: (тільки %@ кожний %@)

source: Super Boost
uk: Посилена гучність звуків

source: Maximum sound concentration
uk: Максимальна концентрація звуку

source: Noise Suppression
uk: Усунення зовнішнього шуму

source: Eliminates background noise
uk: Вимкни весь дратуючий зовнішній шум

source: Speech to Text
uk: Мовлення в текст

source: Try Free & Subscribe
uk: Спробувати безкоштовно

source: Improve your experience
uk: Покращіть свій слух

source: Most popular
uk: Найпопулярніше

source: Yearly
uk: Річна

source: day
uk: день

source: days
uk: дні

source: month
uk: місяць

source: months
uk: місяці

source: week
uk: неділя

source: weeks
uk: неділі

source: year
uk: рік

source: years
uk: роки

source: Oops
uk: Упс)

source: Something went wrong. Please try again
uk: Щось пішло не так. Будь ласка спробуйте ще раз

source: You have not purchases yet
uk: У вас немає активних покупок

source: Purchases successfully restored
uk: Покупки успішно відновлені

source: Load
uk: Завантажити

source: 🥳85% Discount🥳
uk: 🥳85% Знижка🥳

source: Don't miss your chance!
uk: Не пропустіть свій шанс!

source: If you set this option, system will mixes audio from this app with audio playing in background apps, such as the Music app. For example, you want to listen a music or audio book over headphones, and at the same time hear sounds around you very well. If this option OFF system reduces the volume of other audio apps to make the audio of this app more prominent.
uk: Якщо ви встановите цей параметр, додаток буде працювати з аудіо у фонових додатках, наприклад у додатку «Музика». Наприклад, ви хочете слухати музику або аудіокнигу через навушники, і в той же час чути звуки навколо себе краще. Якщо ця функція ВИМКНУТА ,то система зменшує гучність інших аудіододатків, щоб зробити звук додатку більш чітким.

source: Increase Volume of Hearing Aid together with the device system volume
uk: Збільште гучність слухових апаратів разом із гучністю системи пристрою

source: EQ
uk: ЕК

source: attack duration
uk: тривалість нападу

source: decay duration
uk: тривалість розпаду

source: effect volume
uk: гучність ефекту

source: release duration
uk: тривалість випуску

source: threshold
uk: рівень шуму

source: Music mode
uk: Музичний режим

source: Font Size
uk: Розмір шрифту

source: Font Weight
uk: Товщина шрифту

source: Text Alignment
uk: Вирівнювання тексту

source: smallRoom
uk: маленька кімната

source: mediumRoom
uk: середня кімната

source: largeRoom
uk: велика кімната 1

source: largeRoom2
uk: велика кімната 2

source: mediumHall
uk: середній зал 1

source: mediumHall2
uk: середній зал 2

source: mediumHall3
uk: середній зал 3

source: largeHall
uk: велика зала 1

source: largeHall2
uk: велика зала 2

source: plate
uk: маленька палата

source: mediumChamber
uk: середня палата

source: largeChamber
uk: велика палата

source: cathedral
uk: оранжерея

source: Left
uk: Ліве

source: Right
uk: Праве

source: Close
uk: Закрити

source: Reset setup
uk: Скинути налаштування

source: Use system volume
uk: Гучність телефону

source: Equalizer
uk: Еквалайзер

source: Compressor status
uk: Компресор

source: Limiter status
uk: Обмежувач

source: Color Theme
uk: Палітра кольорів

source: Support & Contact Us
uk: Підтримка & Напишіть нам

source: Headphones
uk: Навушники

source: Active microphone
uk: Активний мікрофон

source: Clear voice
uk: Чистий голос

source: AI helps to pick a voice out from the background noise and other sounds
uk: ШІ допомагає виділяти голос із фонового шуму та інших звуків

source: Translate
uk: Перкладач

source: Type
uk: Введіть текст

source: Transcribe
uk: Транскрибація

source: Instruction
uk: Інструкція

source: Share
uk: Поділитися

source: Text setup
uk: Налаштування тексту

source: Save
uk: Зберегти

source: Text
uk: Текст

source: Done
uk: Готово

source: Text successfully copied
uk: Тескт скопійовано

source: Try this app!
uk: Спробуй цей додаток!

source: Are you sure you want to remove text?
uk: Ви впевнені, що хочете видалити текст?

source: Shake to clear
uk: Потрусіть, щоби видалити

source: Type quick reply
uk: Введіть текст

source: You haven't saved transcripts yet
uk: У вас ще нема збережених розшифровок

source: Transcripts
uk: Розшифровки

source: Are you sure you want to remove all saved transcripts?
uk: Ви впевнені, що хочете видалити усі збережені розшифровки?

source: Edit
uk: Змінити

source: Do you want to remove this transcript?
uk: Ви хочете видалити цю розшифровку?

source: Transcript successfully saved
uk: Розшифровка успішно зебержена

source: Language
uk: Мова

source: Downloaded
uk: Завантажені

source: Downloading
uk: Завантаження

source: You can now translate offline into
uk: Тепер ви можете перекладати офлайн на %@

source: Your language
uk: Ваша мова

source: Translate language
uk: Мова перекладу

source: Download Translation Model
uk: Завантажте мовний пакет для перекладу

source: Do you want to download model?
uk: Ви хочете завантажити %@ мовний пакет?

source: No transcriptions found
uk: Розшифровок не знайдено

source: Search
uk: Пошук

source: More
uk: Більше

source: Manage subscriptions
uk: Підписки

source: Main Screen
uk: Головний екран

source: Offline translation
uk: Офлайн перекладач

source: Saved
uk: Збережені

source: Transcribe & Translate
uk: Транскрибація & Перекладач

source: It is real time speech to text transcription and translation
uk: Розшифровка голосу в текст та Перекладач в онлайн режимі

source: Translation Services 60+ languages
uk: 60+ мов для оффлайн перекладу

source: Continuously translate speech in near real-time. Ability to rotate the screen
uk: Популярний і швидкий перекладач з підтримкою багатьох мов, онлайн і офлайн

source: Live transcribe
uk: Розшифровка аудіо

source: Makes everyday conversations and surrounding sounds more accessible
uk: Щоденні розмови і різноманітні звуки - більш доступні для сприйняття

source: Which feature is the most interesting for you?
uk: Яка функція є найбільш корисною для вас?

source: Listening device
uk: Підслуховування

source: The best hearing audio services together in one app
uk: Найкращі аудіосервіси для покращення слуху в одному додатку

source: %@ people use every day
uk: %@ людей використовують додаток щодня

source: Thank you for joining us! Receive special offers & announcements
uk: Дякуємо, що з нами! Отримуйте корисну інформацію

source: Email address
uk: Електронна пошта

source: Skip
uk: Пропустити

source: Email field can't be empty
uk: Поле електронної пошти не може бути порожнім

source: Please enter a valid email
uk: Введіть правильну адресу електронної пошти

source: Base shift
uk: Базове зміщення

source: Range
uk: Діапазон

source: Speed
uk: Швидкість

source: Voice changer
uk: Перетворювач голосу

source: Voice changer status
uk: Статус перетворювача голоса

source: The voice changer allows you to change voice parameters. With the voice changer, you can set the pitch to higher or lower
uk: Перетворювач голосу дозволяє змінювати параметри голосу. За допомогоюп Перетворювача голосу ви можете встановити вищу або нижчу висоту звуку

source: Cancel subscription
uk: Скасувати підписку

source: Our website
uk: Наш сайт

source: Allow
uk: Дозволити

source: Allowed
uk: Дозволено

source: The app uses a microphone to listen to everything around you while the hearing aid is working
uk: Додаток використовує мікрофон, щоб слухати все навколо вас, поки слуховий апарат працює

source: The app uses Speech recognition for transcribe voice
uk: Додаток використовує розпізнавання мовлення для транскрибування голосу

source: Magnifying Glass & Loupe
uk: Збільшувальне скло та лупа

source: Magnifying glass with high image quality and easy to use
uk: Лупа з високою якістю зображення та проста у використанні

source: Magnifier 30X, pro features
uk: Лупа 30X, професійні функції

source: flashlight
uk: ліхтарик

source: Reading filters & scan text
uk: Читання фільтрів і сканування тексту

source: Try for free
uk: Спробуйте безкоштовно

source: No sure yet?
uk: Ще не впевнені?

source: Enable free trial
uk: Увімкніть безкоштовну пробну версію

source: Auto-renewable, cancel anytime
uk: Автоматичне поновлення, скасовуйте будь-коли

source: Just %@
uk: Тільки %@

source: Type mode
uk: Режим вводу

source: Basic
uk: Базовый

source: Premium
uk: Преміум

source: Try premium version
uk: Спробуйте преміум версію
