Repository: energise-pro/NewHearingApp
Catalog: Hearing Aid App/Apps/Supporting Files/Localizations/*.lproj/Localizable.strings
Languages: de

source: Yes!
de: Ja!

source: Loading...
de: Wird geladen...

source: Enjoying this app?
de: Gefällt Ihnen diese App??

source: Error
de: Fehler

source: Copy All
de: Kopiere alles

source: Info
de: Die Info

source: Free Trial
de: Kostenlose Testversion

source: Expire at %@
de: Ablauf um %@

source: Weekly
de: Wöchentlich

source: Monthly
de: Monatlich

source: Annual
de: Jährlich

source: No, Thanks
de: Nein, Danke

source: Remove ads
de: Anzeigen entfernen

source: Start your Free %@
de: Starten Sie Ihr kostenloses %@

source: Settings
de: Einstellungen

source: Disable or Enable vibrations when you press UI buttons
de: Vibrationen beim Drücken von UI-Tasten deaktivieren oder aktivieren

source: Restore Purchase
de: Kauf wiederherstellen

source: No
de: Nein

source: Controls Color
de: ІOberflächenfarbe

source: Dark Mode
de: Dunkler Modus

source: Change App Icon
de: App-Symbol ändern

source: Use Haptic Feedback
de: Verwenden Sie haptisches Feedback

source: Unlock Premium
de: Premium freischalten

source: Support & Feature Request
de: Support- und Funktionsanfrage

source: Please Speak
de: Bitte sprechen Sie

source: Tap The Power Button To Get Started
de: Tippen Sie auf den Netzschalter, um zu beginnen

source: You can hold your finger on a screen in any place to mute the microphone instantly when you speak. For convenience, this can help you when you talk to avoid echo, which can probably interrupt you from your thoughts. Thank you :)
de: Sie können Ihren Finger an einer beliebigen Stelle auf einem Bildschirm halten, um das Mikrofon beim Sprechen sofort stumm zu schalten. Der Einfachheit halber kann dies Ihnen beim Sprechen helfen, um Echo zu vermeiden, das Sie wahrscheinlich aus Ihren Gedanken unterbrechen kann. Dankeschön :)

source: Sync Hearing Aid volume with System Volume
de: Synchronisieren Sie die Hörgerätelautstärke mit der Systemlautstärke

source: Hearing Aid Instructions
de: Anleitung für Hörgeräte

source: Reset
de: Zurücksetzen

source: The Reverberation allows you to simulate the environment, space, room around you
de: Der Nachhall ermöglicht es Ihnen, die Umgebung, den Raum und den Raum um Sie herum zu simulieren

source: Play around you can always reset to initial state :)
de: Spielen Sie herum, Sie können jederzeit in den Ausgangszustand zurückkehren :)

source: The compressor allows you to set up sound more punchy. Compressors reduce the difference between the loudest and quietest parts of the volume
de: Mit dem Kompressor können Sie den Sound druckvoller einstellen. Kompressoren reduzieren den Unterschied zwischen den lautesten und leisesten Teilen der Lautstärke

source: Peak limiter allows you to bring up the level without allowing the peaks to clip. It limits high-volume spikes which can sound disgusting
de: Mit dem Peak-Limiter können Sie den Pegel erhöhen, ohne dass die Peaks abgeschnitten werden. Es begrenzt hohe Lautstärkespitzen, die ekelhaft klingen können

source: I don't recommend you disable 'Peak Limiter' since it limits high-volume spikes which can sound disgusting. However it's safe to change any parameters.
de: Ich empfehle Ihnen nicht, den "Peak Limiter" zu deaktivieren, da er hohe Lautstärkespitzen begrenzt, die ekelhaft klingen können. Es ist jedoch sicher, Parameter zu ändern.

source: Disable Limiter?
de: Begrenzer deaktivieren?

source: Should I disable peak limiter?
de: Soll ich den Peak-Limiter deaktivieren?

source: Dear User, for proper work with speech recognition & hearing aid, we need your microphone usage permission. Thank You!
de: Sehr geehrter Benutzer, für die ordnungsgemäße Arbeit mit Spracherkennung und Hörgerät benötigen wir Ihre Mikrofonnutzungserlaubnis. Danke schön!

source: Please Allow Microphone Usage
de: Bitte erlauben Sie die Mikrofonnutzung

source: Next
de: Nächste

source: Dear User, we use your data only for analytics purpose. To improve the app and help you get better product. We don't share this data to any third party. Thank you!
de: Sehr geehrter Benutzer, wir verwenden Ihre Daten nur zu Analysezwecken. Um die App zu verbessern und Ihnen zu helfen, ein besseres Produkt zu erhalten. Wir geben diese Daten nicht an Dritte weiter. Dankeschön!

source: Recognition Not Available :(
de: Anerkennung nicht verfügbar :(

source: Tap the mic to get started ;)
de: Tippe auf das Mikrofon, um loszulegen ;)

source: Go ahead, I'm listening :)
de: Mach weiter, ich höre zu :)

source: Available Languages %@
de: Verfügbare Sprachen %@

source: Shake to clear text
de: Zum Klartext schütteln

source: Translate Mode
de: Übersetzungsmodus

source: Show Quality Indicator
de: Qualitätsindikator anzeigen

source: Balance
de: Korrektur

source: Noise OFF
de: Geräusch AUS

source: Hearing Aid
de: Höhrgerät

source: Front
de: Vorderseite

source: Bottom
de: Unterseite

source: Rear
de: Rückseite

source: Compressor
de: Kompressor

source: Limiter
de: Begrenzer

source: Reverb
de: Nachhallen

source: Clear
de: Klar

source: Rotate
de: Drehen

source: Flip
de: Umdrehen

source: Full Screen
de: Aufdecken

source: Share Text
de: Text teilen

source: Are you sure?
de: Bist du sicher?

source: Are you sure you want to miss out on this amazing opportunity?
de: Möchten Sie diese großartige Gelegenheit wirklich verpassen?

source: Hello
de: Hallo!

source: Please connect your headphones for correctly hearing aid work
de: Bitte schließen Sie Ihre Kopfhörer an, um eine korrekte Hörgerätefunktion zu gewährleisten

source: Select playback device
de: Wiedergabegerät auswählen

source: Get started
de: Loslegen

source: Transcribes in real-time. Text appears on your phone as words are spoken.
de: Transkribiert in Echtzeit. Text wird auf Ihrem Telefon angezeigt, während Wörter gesprochen werden.

source: Super volume boost
de: Verstärkte Lautstärke von Tönen

source: Regulated noise suppression
de: Intelligente Unterdrückung von Außengeräuschen

source: Speech Recognition
de: Spracherkennung

source: Full acoustic amplification up to 30 dB with a wired headset
de: Volle akustische Verstärkung bis zu 30 dB bei Verwendung von Kopfhörern

source: Elimination of background noises and increase of speech intelligibility
de: Eliminierung von hintergrundgeräuschen und erhöhung der sprachverständlichkeit

source: Automatic conversion of the recorded speech into text
de: Automatische umwandlung der aufgezeichneten sprache in text

source: Before
de: Vor

source: After
de: Nach

source: Continue
de: Weitermachen

source: Dear User, for correctly work with our app, we need your microphone usage permission
de: Sehr geehrter Benutzer, für die korrekte Arbeit mit unserer App benötigen wir Ihre Mikrofonnutzungsberechtigung

source: Later
de: Später

source: Allow Speech recognition function
de: Spracherkennungsfunktion zulassen

source: Dear User, for use Speech recognition function, you need to allow permission
de: Sehr geehrter Benutzer, für die Verwendung der Spracherkennungsfunktion müssen Sie die Erlaubnis erteilen

source: Privacy Policy
de: Privatsphäre

source: Terms of Use
de: Bedingungen

source: Restore
de: Restaurieren

source: Subscribe
de: Abonnieren

source: Get full access to: Super Boost, Noise Suppression, Speech to Text, Disable Ads
de: Erhalten Sie vollen Zugriff auf: Super Boost, Rauschunterdrückung, Sprache zu Text, Anzeigen deaktivieren

source: ONLY-
de: NUR-%@

source: for your first week You save - after per week
de: für deine erste woche sparst du %@ - nach %@ jede woche

source: OFF
de: AUS

source: Limited Offer
de: Begrenztes Angebot

source: No device
de: Kein Gerät

source: Pro Setup
de: Profi Setup

source: Templates
de: Vorlagen

source: Full Access
de: Voller Zugriff

source: Try $@ Free
de: %@ kostenlos testen

source: First %@ free. After %@
de: Die ersten %@ kostenlos. Nach %@

source: Only %@ per %@
de: (nur %@ per %@)

source: Maximum sound concentration
de: Maximale Schallkonzentration

source: Noise Suppression
de: Rauschunterdrückung

source: Eliminates background noise
de: Eliminiert Hintergrundgeräusche

source: Speech to Text
de: Sprache zu Text

source: Try Free & Subscribe
de: Kostenlos testen & Abonnieren

source: Improve your experience
de: Verbessern Sie Ihre Erfahrung

source: Most popular
de: Am beliebtesten

source: Yearly
de: jährlich

source: day
de: tag

source: days
de: tage

source: month
de: monat

source: months
de: monate

source: week
de: woche

source: weeks
de: wochen

source: year
de: jahr

source: years
de: jahre

source: Something went wrong. Please try again
de: Etwas ist schief gelaufen. Bitte versuche es erneut

source: You have not purchases yet
de: Du hast noch nicht gekauft

source: Purchases successfully restored
de: Einkäufe erfolgreich wiederhergestellt

source: Load
de: Belastung

source: 🥳85% Discount🥳
de: 🥳85% Rabatt🥳

source: Don't miss your chance!
de: Verpasse nicht deine Chance!

source: If you set this option, system will mixes audio from this app with audio playing in background apps, such as the Music app. For example, you want to listen a music or audio book over headphones, and at the same time hear sounds around you very well. If this option OFF system reduces the volume of other audio apps to make the audio of this app more prominent.
de: Wenn Sie diese Option festlegen, mischt das System Audio von dieser App mit Audio, das in Hintergrund-Apps wie der Musik-App abgespielt wird. Sie möchten beispielsweise über Kopfhörer eine Musik oder ein Hörbuch hören und gleichzeitig Umgebungsgeräusche sehr gut hören. Wenn diese Option deaktiviert ist, reduziert das System die Lautstärke anderer Audio-Apps, um den Ton dieser App stärker hervorzuheben.

source: Increase Volume of Hearing Aid together with the device system volume
de: Erhöhen Sie die Lautstärke des Hörgeräts zusammen mit der Systemlautstärke des Geräts

source: attack duration
de: angriffsdauer

source: decay duration
de: zerfallsdauer

source: effect volume
de: effektlautstärke

source: release duration
de: freigabedauer

source: threshold
de: schwelle

source: Music mode
de: Musikmodus

source: Font Size
de: Schriftgröße

source: Font Weight
de: Schriftstärke

source: Text Alignment
de: Textausrichtung

source: smallRoom
de: kleiner Raum

source: mediumRoom
de: mittelgroßes Zimmer

source: largeRoom
de: großer Raum 1

source: largeRoom2
de: großer Raum 2

source: mediumHall
de: mittlerer Saal 1

source: mediumHall2
de: mittlerer Saal 2

source: mediumHall3
de: mittlerer Saal 3

source: largeHall
de: große Halle 1

source: largeHall2
de: große Halle 2

source: plate
de: kleine Kammer

source: mediumChamber
de: mittlere Kammer

source: largeChamber
de: große Kammer

source: cathedral
de: restaurant

source: Left
de: Links

source: Right
de: Rechts

source: Close
de: Schließen

source: Reset setup
de: Zurücksetzen Setup

source: Use system volume
de: Systemlautstärke verwenden

source: Equalizer
de: Entzerrer

source: Compressor status
de: Kompressorstatus

source: Limiter status
de: Begrenzer-Status

source: Color Theme
de: Farbe Thema

source: Support & Contact Us
de: Support & Kontakt

source: Headphones
de: Kopfhörer

source: Active microphone
de: Aktives Mikrofon

source: Clear voice
de: Klare Stimme

source: AI helps to pick a voice out from the background noise and other sounds
de: KI hilft dabei, eine Stimme aus Hintergrundgeräuschen und anderen Geräuschen herauszufiltern

source: Translate
de: Übersetzer

source: Type
de: Eingeben

source: Transcribe
de: Umschreiben

source: Instruction
de: Anweisung

source: Share
de: Freigeben

source: Text setup
de: Text einrichten

source: Save
de: Speichern

source: Done
de: Erledigt

source: Text successfully copied
de: Text erfolgreich kopiert

source: Try this app!
de: Probieren Sie diese Anwendung aus!

source: Are you sure you want to remove text?
de: Sind Sie sicher, dass Sie den Text entfernen möchten?

source: Shake to clear
de: Schütteln zum Löschen

source: Type quick reply
de: Schnellantwort eingeben

source: You haven't saved transcripts yet
de: Sie haben noch keine Abschriften gespeichert

source: Transcripts
de: Abschriften

source: Are you sure you want to remove all saved transcripts?
de: Sind Sie sicher, dass Sie alle gespeicherten Abschriften entfernen möchten?

source: Edit
de: Bearbeiten

source: Do you want to remove this transcript?
de: Möchten Sie diese Abschrift entfernen?

source: Transcript successfully saved
de: Abschrift erfolgreich gespeichert

source: Language
de: Sprache

source: Downloaded
de: Heruntergeladen

source: Downloading
de: Herunterladen von

source: You can now translate offline into
de: Sie können jetzt offline übersetzen in %@

source: Your language
de: Ihre Sprache

source: Translate language
de: Sprache übersetzen

source: Download Translation Model
de: Übersetzungsmodell herunterladen

source: Do you want to download model?
de: Möchten Sie das herunterladen %@ Modell?

source: No transcriptions found
de: Keine Transkriptionen gefunden

source: Search
de: Suche

source: More
de: Mehr

source: Manage subscriptions
de: Abonnements

source: Main Screen
de: Hauptbildschirm

source: Offline translation
de: Offline-Übersetzung

source: Saved
de: Gespeicherte

source: Transcribe & Translate
de: Transkribieren & Übersetzen

source: It is real time speech to text transcription and translation
de: Übersetzung und Transkription von Sprache in Text in Echtzeit

source: Translation Services 60+ languages
de: Übersetzung 60+ Sprachen

source: Continuously translate speech in near real-time. Ability to rotate the screen
de: Beliebte Übersetzer in Echtzeit. Fähigkeit, den Bildschirm zu drehen

source: Live transcribe
de: Transkription

source: Makes everyday conversations and surrounding sounds more accessible
de: Alltägliche Gespräche und Umgebungsgeräusche sind leichter zugänglich

source: Which feature is the most interesting for you?
de: Welche Funktion ist für Sie am interessantesten?

source: Listening device
de: Hörgerät

source: The best hearing audio services together in one app
de: Die besten Hörservices zusammen in einer App

source: %@ people use every day
de: %@ Menschen nutzen sie jeden Tag

source: Thank you for joining us! Receive special offers & announcements
de: Danke, dass Sie bei uns mitmachen! Erhalten Sie Sonderangebote und Ankündigungen

source: Email address
de: E-Mail Adresse

source: Skip
de: Überspringen

source: Email field can't be empty
de: Das E-Mail-Feld darf nicht leer sein

source: Please enter a valid email
de: Bitte geben Sie eine gültige Email-Adresse ein

source: Base shift
de: Basisverschiebung

source: Range
de: Bereich

source: Speed
de: Geschwindigkeit

source: Voice changer
de: Stimmenwechsler

source: Voice changer status
de: Sprachwechslerstatus

source: The voice changer allows you to change voice parameters. With the voice changer, you can set the pitch to higher or lower
de: Mit dem Voice Changer können Sie Voice-Parameter ändern. Mit dem Stimmwechsler können Sie die Tonhöhe höher oder tiefer einstellen

source: Cancel subscription
de: Abonnement kündigen

source: Our website
de: Unsere Website

source: Allow
de: Zulassen

source: Allowed
de: Erlaubt

source: The app uses a microphone to listen to everything around you while the hearing aid is working
de: Die App verwendet ein Mikrofon, um alles um Sie herum zu hören, während das Hörgerät funktioniert

source: The app uses Speech recognition for transcribe voice
de: Die App verwendet die Spracherkennung für die Transkription von Sprache

source: Magnifying Glass & Loupe
de: Lupe

source: Magnifying glass with high image quality and easy to use
de: Lupe mit hoher Bildqualität und einfach zu bedienen

source: flashlight
de: Taschenlampe

source: Reading filters & scan text
de: Lesefilter & Scantext

source: Try for free
de: Kostenlos testen

source: No sure yet?
de: Noch nicht sicher?

source: Enable free trial
de: Kostenlose Testversion aktivieren

source: Auto-renewable, cancel anytime
de: Automatisch verlängerbar, jederzeit kündbar

source: Just %@
de: Einfach %@

source: Type mode
de: Typ Modus

source: Basic
de: Basis

source: Try premium version
de: Premium-Version ausprobieren
