Repository: energise-pro/NewHearingApp
Catalog: Hearing Aid App/New/SupportingFiles/Localizations/*.lproj/Localizable.strings
Languages: ru

source: Yes!
ru: Да!

source: Loading...
ru: Загрузка...

source: Enjoying this app?
ru: Вам наравится наше приложение?

source: Error
ru: Ошибка

source: Copy All
ru: Скопировать Все

source: Info
ru: Информация

source: Free Trial
ru: Бесплатный период

source: Expire at %@
ru: Срок действия истекает %@

source: Weekly
ru: Недельная

source: Monthly
ru: Месячная

source: Annual
ru: Годовая

source: No, Thanks
ru: Нет, спасибо

source: Remove ads
ru: Убрать рекламу

source: Unlock Access
ru: Разблокировать доступ

source: Start your Free %@
ru: Начни бесплатно %@

source: Settings
ru: Настройки

source: Disable or Enable vibrations when you press UI buttons
ru: Отключить или включить вибрацию при нажатии кнопок пользовательского интерфейса

source: Restore Purchase
ru: Восстановить покупки

source: No
ru: Нет

source: Controls Color
ru: Цвет интерфейса

source: Dark Mode
ru: Темный режим

source: Change App Icon
ru: Изменить значок приложения

source: Use Haptic Feedback
ru: Вибрация при нажатии

source: Unlock Premium
ru: Разблокировать Премиум

source: Support & Feature Request
ru: Поддержка и запрос функций

source: Please Speak
ru: Говорите пожалуйста

source: Tap The Power Button To Get Started
ru: Нажмите кнопку, чтобы начать

source: You can hold your finger on a screen in any place to mute the microphone instantly when you speak. For convenience, this can help you when you talk to avoid echo, which can probably interrupt you from your thoughts. Thank you :)
ru: Вы можете удерживать палец на экране в любом месте, чтобы мгновенно отключить микрофон, когда вы говорите. Для удобства это может помочь вам при разговоре избежать эха, которое, вероятно, может отвлечь вас от ваших мыслей. Спасибо! :)

source: Sync Hearing Aid volume with System Volume
ru: Синхронизация громкости слухового аппарата с системной громкостью

source: Hearing Aid Instructions
ru: Инструкция по использованию слухового аппарата

source: Reset
ru: Сброс

source: The Reverberation allows you to simulate the environment, space, room around you
ru: Реверберация позволяет имитировать окружающую среду, пространство, комнату вокруг вас.

source: Play around you can always reset to initial state :)
ru: Поэкспериментируйте, вы всегда можете сбросить до начального состояния :)

source: The compressor allows you to set up sound more punchy. Compressors reduce the difference between the loudest and quietest parts of the volume
ru: Компрессор позволяет сделать звук более резким. Компрессоры уменьшают разницу между самой громкой и самой тихой частью громкости

source: Peak limiter allows you to bring up the level without allowing the peaks to clip. It limits high-volume spikes which can sound disgusting
ru: Ограничитель уровней позволяет поднять уровень без ограничения уровней. Он ограничивает резкие скачки громкости, которые могут звучать отвратительно.

source: I don't recommend you disable 'Peak Limiter' since it limits high-volume spikes which can sound disgusting. However it's safe to change any parameters.
ru: Я не рекомендую отключать «Ограничитель уровней», так как он ограничивает резкие скачки громкости, которые могут звучать отвратительно. Однако можно безопасно изменять любые параметры.

source: Disable Limiter?
ru: Отключить ограничитель?

source: Should I disable peak limiter?
ru: Стоит ли отключать ограничитель уровней?

source: Dear User, for proper work with speech recognition & hearing aid, we need your microphone usage permission. Thank You!
ru: Уважаемый пользователь, для правильной работы с распознаванием речи и слуховыми аппаратами нам необходимо ваше разрешение на использование микрофона. Благодарю вас!

source: Please Allow Microphone Usage
ru: Пожалуйста, разрешите использование микрофона

source: Next
ru: Дальше

source: Dear User, we use your data only for analytics purpose. To improve the app and help you get better product. We don't share this data to any third party. Thank you!
ru: Уважаемый пользователь, мы используем ваши данные только в аналитических целях. Чтобы улучшить приложение и помочь вам получить лучший продукт. Мы не передаем эти данные третьим лицам. Спасибо!

source: Recognition Not Available :(
ru: Запись голоса недоступна :(

source: Tap the mic to get started ;)
ru: Нажмите на микрофон, чтобы начать ;)

source: Go ahead, I'm listening :)
ru: Говорите, я слушаю :)

source: Available Languages %@
ru: Доступные языки %@

source: Shake to clear text
ru: Встряхните, чтобы очистить текст

source: Translate Mode
ru: Режим перевода

source: Show Quality Indicator
ru: Показать индикатор качества

source: Balance
ru: Баланс

source: Noise OFF
ru: Шум

source: Stereo
ru: Стерео

source: Hearing Aid
ru: Слуховой аппарат

source: Front
ru: Передний

source: Bottom
ru: Нижний

source: Rear
ru: Задний

source: Compressor
ru: Компрессор

source: Limiter
ru: Ограничитель

source: Reverb
ru: Реверберация

source: Clear
ru: Очистить

source: Rotate
ru: Развернуть

source: Flip
ru: Повернуть

source: Full Screen
ru: Весь экран

source: Share Text
ru: Поделиться текстом

source: Are you sure?
ru: Вы уверены?

source: Are you sure you want to miss out on this amazing opportunity?
ru: Вы уверены, что хотите упустить эту удивительную возможность?

source: Hello
ru: Привет!

source: Please connect your headphones for correctly hearing aid work
ru: Для правильной работы слухового аппарата подключите наушники

source: Select playback device
ru: Выберите устройство воспроизведения

source: Get started
ru: Начать

source: Transcribes in real-time. Text appears on your phone as words are spoken.
ru: Расшифровывает в режиме реального времени. Текст появляется на вашем телефоне по мере произнесения слов.

source: Super volume boost
ru: Усиленная громкость звуков

source: Regulated noise suppression
ru: Умное подавление внешнего шума

source: Speech Recognition
ru: Транскрибация

source: Full acoustic amplification up to 30 dB with a wired headset
ru: Полное акустическое усиление до 30 дБ с помощью наушников

source: Elimination of background noises and increase of speech intelligibility
ru: Устранение фоновых шумов и повышение разборчивости речи

source: Automatic conversion of the recorded speech into text
ru: Автоматическое преобразование записанной речи в текст

source: Before
ru: До

source: After
ru: После

source: Continue
ru: Продолжить

source: Dear User, for correctly work with our app, we need your microphone usage permission
ru: Уважаемый Пользователь, для корректной работы с нашим приложением вам необходимо разрешить использование микрофона

source: Later
ru: Позже

source: Allow Speech recognition function
ru: Разрешить функцию распознавания речи

source: Dear User, for use Speech recognition function, you need to allow permission
ru: Уважаемый Пользователь, для корректной работы с нашим приложением вам необходимо разрешить использование функции - распознавание речи

source: Privacy Policy
ru: Политика

source: Terms of Use
ru: Правила

source: Restore
ru: Восстановить

source: Subscribe
ru: Подписатся

source: Get full access to: Super Boost, Noise Suppression, Speech to Text, Disable Ads
ru: Получите полный доступ к: увеличению громкости, шумоподавлению, преобразованию речи в текст, отключите рекламу.

source: ONLY-
ru: Всего-%@

source: for your first week You save - after per week
ru: за первую неделю Вы экономите% @ - после% @ в неделю

source: OFF
ru: Скидка

source: Limited Offer
ru: Ограниченное предложение

source: No device
ru: Нет устройства

source: Pro Setup
ru: Про настройка

source: Templates
ru: Шаблоны

source: Full Access
ru: Полный доступ

source: Try $@ Free
ru: Попробуйте %@ бесплатно

source: First %@ free. After %@
ru: Первые %@ бесплатно. После %@

source: Only %@ per %@
ru: (только %@ каждый %@)

source: Super Boost
ru: Увеличение громкости

source: Maximum sound concentration
ru: Максимальная звуковая концентрация

source: Noise Suppression
ru: Шумоподавление

source: Eliminates background noise
ru: Устраняет фоновый шум

source: Speech to Text
ru: Речь в текст

source: Try Free & Subscribe
ru: Попробуйте бесплатно

source: Improve your experience
ru: Открой все функции

source: Most popular
ru: Самый популярный

source: Yearly
ru: Годовая

source: day
ru: день

source: days
ru: дня

source: month
ru: месяц

source: months
ru: месяца

source: week
ru: неделя

source: weeks
ru: недели

source: year
ru: год

source: years
ru: года

source: Oops
ru: Упс)

source: Something went wrong. Please try again
ru: Что-то пошло не так. Пожалуйста, попробуйте еще раз

source: You have not purchases yet
ru: У вас нет активной подписки

source: Purchases successfully restored
ru: Покупки успешно восстановлены

source: Load
ru: Загрузить

source: 🥳85% Discount🥳
ru: 🥳85% Акция🥳

source: Don't miss your chance!
ru: Не упустите свой шанс!

source: If you set this option, system will mixes audio from this app with audio playing in background apps, such as the Music app. For example, you want to listen a music or audio book over headphones, and at the same time hear sounds around you very well. If this option OFF system reduces the volume of other audio apps to make the audio of this app more prominent.
ru: Если вы установите этот параметр, система будет смешивать звук из этого приложения со звуком, воспроизводимым в фоновых приложениях, таких как приложение «Музыка». Например, вы хотите слушать музыку или аудиокнигу через наушники и в то же время очень хорошо слышать звуки вокруг себя. Если этот параметр ВЫКЛЮЧЕН, система уменьшает громкость других аудиоприложений, чтобы сделать звук этого приложения более заметным.

source: Increase Volume of Hearing Aid together with the device system volume
ru: Увеличьте громкость слухового аппарата вместе с громкостью системы устройства

source: EQ
ru: Екв

source: attack duration
ru: продолжительность атаки

source: decay duration
ru: продолжительность распада

source: effect volume
ru: громкость эффекта

source: release duration
ru: продолжительность звука

source: threshold
ru: Фильтр помех

source: Music mode
ru: Музыкальный режим

source: Font Size
ru: Размер шрифта

source: Font Weight
ru: Толщина шрифта

source: Text Alignment
ru: Выравнивание текста

source: smallRoom
ru: маленькая комната

source: mediumRoom
ru: небольшая комната

source: largeRoom
ru: большая комната 1

source: largeRoom2
ru: большая комната 2

source: mediumHall
ru: средний зал 1

source: mediumHall2
ru: средний зал 2

source: mediumHall3
ru: средний зал 3

source: largeHall
ru: большой зал 1

source: largeHall2
ru: большой зал 2

source: plate
ru: маленькая палата

source: mediumChamber
ru: средняя палата

source: largeChamber
ru: большая палата

source: cathedral
ru: холл

source: Left
ru: Левое

source: Right
ru: Правое

source: Close
ru: Закрыть

source: Reset setup
ru: Сброс настроек

source: Use system volume
ru: Системная громкость

source: Equalizer
ru: Эквалайзер

source: Compressor status
ru: Компрессор

source: Limiter status
ru: Ограничитель

source: Color Theme
ru: Оформление

source: Support & Contact Us
ru: Поддержка & Свяжитесь с нами

source: Headphones
ru: Наушники

source: Active microphone
ru: Активный микрофон

source: Clear voice
ru: Чистый голос

source: AI helps to pick a voice out from the background noise and other sounds
ru: ИИ помогает выделить голос из фонового шума и других звуков

source: Translate
ru: Переводчик

source: Type
ru: Ввод текста

source: Transcribe
ru: Транскрибация

source: Instruction
ru: Инструкция

source: Share
ru: Поделиться

source: Text setup
ru: Настройки текста

source: Save
ru: Сохранить

source: Text
ru: Текст

source: Done
ru: Готово

source: Text successfully copied
ru: Текст успешно сохранен

source: Try this app!
ru: Используйте это приложение!

source: Are you sure you want to remove text?
ru: Вы уверены, что хотите удалить текст?

source: Shake to clear
ru: Встряхните, чтобы удалить

source: Type quick reply
ru: Введите быстрый ответ

source: You haven't saved transcripts yet
ru: Вы еще не сохранили расшифровки

source: Transcripts
ru: Расшифровки

source: Are you sure you want to remove all saved transcripts?
ru: Вы уверены, что хотите удалить все сохраненные расшифровки?

source: Edit
ru: Изменить

source: Do you want to remove this transcript?
ru: Вы хотите удалить эту расшифровку?

source: Transcript successfully saved
ru: Расшифровка успешно сохранена

source: Language
ru: Язык

source: Downloaded
ru: Загружено

source: Downloading
ru: Загрузка

source: You can now translate offline into
ru: Теперь вы можете переводить офлайн на %@

source: Your language
ru: Ваш язык

source: Translate language
ru: Язык перевода

source: Download Translation Model
ru: Скачать языковой пакет

source: Do you want to download model?
ru: Вы хотите скачать %@ языковой пакет?

source: No transcriptions found
ru: Расшифровок не найдено

source: Search
ru: Поиск

source: More
ru: Больше

source: Manage subscriptions
ru: Подписки

source: Main Screen
ru: Главный экран

source: Offline translation
ru: Офлайн переводчик

source: Saved
ru: Сохранено

source: Transcribe & Translate
ru: Транскрибация & Переводчик

source: It is real time speech to text transcription and translation
ru: Переведчик и расшифровка аудио в текс в режиме онлайн

source: Translation Services 60+ languages
ru: Переводчик 60+ языков

source: Continuously translate speech in near real-time. Ability to rotate the screen
ru: Популярный и быстрый переводчик, возможность переворота экрана к собеседнику

source: Live transcribe
ru: Транскрибация

source: Makes everyday conversations and surrounding sounds more accessible
ru: Ежедневные беседы и звуки более доступны к восприятию

source: Which feature is the most interesting for you?
ru: Какая функция наиболее интересна для вас?

source: Listening device
ru: Прослушка

source: The best hearing audio services together in one app
ru: Наилучшие аудио сервисы для улучшения слуха в одном приложении

source: %@ people use every day
ru: %@ людей используют приложение каждый день

source: Thank you for joining us! Receive special offers & announcements
ru: Спасибо, что с нами! Будбьте в курсе специальных предложений

source: Email address
ru: Электронная почта

source: Skip
ru: Пропустить

source: Email field can't be empty
ru: Поле электронной почты не может быть пустым

source: Please enter a valid email
ru: Пожалуйста, введите правильный адрес электронной почты

source: Base shift
ru: Базовый сдвиг

source: Range
ru: Диапазон

source: Speed
ru: Скорость

source: Voice changer
ru: Преобразователь голоса

source: Voice changer status
ru: Статус преобразователя голоса

source: The voice changer allows you to change voice parameters. With the voice changer, you can set the pitch to higher or lower
ru: Voice Changer позволяет изменять параметры голоса. С помощью смены голоса вы можете установить высоту тона выше или ниже.

source: Cancel subscription
ru: Отменить подписку

source: Our website
ru: Наш сайт

source: Allow
ru: Разрешить

source: Allowed
ru: Разрешено

source: The app uses a microphone to listen to everything around you while the hearing aid is working
ru: Приложение использует микрофон, чтобы слушать все, что вас окружает, пока работает слуховой аппарат

source: The app uses Speech recognition for transcribe voice
ru: Приложение использует распознавание речи для расшифровки голоса

source: Magnifying Glass & Loupe
ru: Увеличительное стекло и лупа

source: Magnifying glass with high image quality and easy to use
ru: Увеличительное стекло с высоким качеством изображения и простое в использовании

source: Magnifier 30X, pro features
ru: Лупа 30X, профессиональные функции

source: flashlight
ru: фонарик

source: Reading filters & scan text
ru: Чтение фильтров и сканирование текста

source: Try for free
ru: Попробовать бесплатно

source: No sure yet?
ru: Еще не уверены?

source: Enable free trial
ru: Включите бесплатную пробную версию

source: Auto-renewable, cancel anytime
ru: Автопродление, отмените в любое время

source: Just %@
ru: Только %@

source: Type mode
ru: Режим ввода

source: Basic
ru: Базовый

source: Premium
ru: Премиум

source: Try premium version
ru: Попробуйте премиум-версию
