Repository: energise-pro/NewHearingApp
Catalog: Hearing Aid App/AppResource/Localizations/*.lproj/Localizable.strings
Languages: es, it, ja, nb, sv

source: If you set this option, system will mixes audio from this app with audio playing in background apps, such as the Music app. For example, you want to listen a music or audio book over headphones, and at the same time hear sounds around you very well. If this option OFF system reduces the volume of other audio apps to make the audio of this app more prominent.
es: Si configura esta opción, el sistema mezclará el audio de esta aplicación con la reproducción de audio en aplicaciones de fondo, como la aplicación Música. Por ejemplo, desea escuchar una música o un libro de audio con auriculares y, al mismo tiempo, escuchar muy bien los sonidos a su alrededor. Si esta opción, el sistema APAGADO reduce el volumen de otras aplicaciones de audio para hacer que el audio de esta aplicación sea más prominente.
it: Se imposti questa opzione, il sistema mixerà l'audio di questa app con l'audio riprodotto nelle app in background, come l'app Musica. Ad esempio, vuoi ascoltare una musica o un audiolibro tramite le cuffie e allo stesso tempo sentire molto bene i suoni intorno a te. Se questa opzione OFF, il sistema riduce il volume di altre app audio per rendere più evidente l'audio di questa app.
ja: このオプションを設定すると、システムはこのアプリからのオーディオを、ミュージックアプリなどのバックグラウンドアプリで再生されているオーディオとミックスします。 たとえば、ヘッドホンで音楽やオーディオブックを聴きながら、周囲の音をよく聞きたいとします。 このオプションをオフにすると、システムは他のオーディオアプリの音量を下げて、このアプリのオーディオをより目立たせます。
nb: Hvis du angir dette alternativet, blander systemet lyd fra denne appen med lydavspilling i bakgrunnsapper, for eksempel Musikk -appen. For eksempel vil du lytte til en musikk- eller lydbok over hodetelefoner, og samtidig høre lyder rundt deg veldig godt. Hvis dette alternativet AV -system reduserer volumet til andre lydapper for å gjøre lyden til denne appen mer fremtredende.
sv: Om du ställer in det här alternativet blandar systemet ljud från den här appen med ljuduppspelning i bakgrundsappar, till exempel appen Musik. Till exempel vill du lyssna på en musik- eller ljudbok över hörlurar och samtidigt höra ljud runt dig väldigt bra. Om detta alternativ AV -system minskar volymen för andra ljudappar för att göra ljudet från den här appen mer framträdande.

source: Increase Volume of Hearing Aid together with the device system volume
es: Aumente el volumen del audífono junto con el volumen del sistema del dispositivo
it: Aumenta il volume dell'apparecchio acustico insieme al volume del sistema del dispositivo
ja: デバイスシステムの音量とともに補聴器の音量を上げる
nb: Øk høreapparatvolumet sammen med enhetens systemvolum
sv: Öka hörapparatens volym tillsammans med enhetens systemvolym

source: EQ
es: IG
ja: イコライザ
nb: UT
sv: UT

source: attack duration
es: duración del ataque
it: durata dell'attacco
ja: 攻撃時間
nb: angrepets varighet
sv: attackens varaktighet

source: decay duration
es: duración de la descomposición
it: durata del decadimento
ja: 減衰時間
nb: forfallets varighet
sv: sönderfallstid

source: effect volume
es: volumen del efecto
it: effetto volume
ja: エフェクトボリューム
nb: effektvolum
sv: effektvolym

source: release duration
es: duración del lanzamiento
it: durata del rilascio
ja: リリース期間
nb: slippvarighet
sv: släpptid

source: threshold
es: umbral
it: soglia
ja: しきい値
nb: terskel
sv: tröskel

source: Music mode
es: Modo música
it: Modalità musica
ja: 音楽モード
nb: Musikkmodus
sv: Musikläge

source: Font Size
es: Tamaño de fuente
it: Dimensione del font
ja: フォントサイズ
nb: Skriftstørrelse
sv: Textstorlek

source: Font Weight
es: Peso de fuente
it: Peso del carattere
ja: フォントの太さ
nb: Skriftvekt
sv: Teckensnittsvikt

source: Text Alignment
es: Alineación del texto
it: Allineamento del testo
ja: テキストの配置
nb: Tekstjustering
sv: Textjustering

source: smallRoom
es: habitación pequeña
it: stanza piccola
ja: 小さな部屋
nb: litet rum
sv: litet rum

source: mediumRoom
es: habitación mediana
it: camera media
ja: ミディアムルーム
nb: mellan rum
sv: mellan rum

source: largeRoom
es: habitación grande 1
it: grande stanza 1
ja: 広い部屋 1
nb: stort rum 1
sv: stort rum 1

source: largeRoom2
es: habitación grande 2
it: grande stanza 2
ja: 広い部屋 2
nb: stort rum 2
sv: stort rum 2

source: mediumHall
es: salón mediano 1
it: sala media 1
ja: ミディアムホール 1
nb: mellan Hall 1
sv: mellan Hall 1

source: mediumHall2
es: salón mediano 2
it: sala media 2
ja: ミディアムホール 2
nb: mellan Hall 2
sv: mellan Hall 2

source: mediumHall3
es: salón mediano 3
it: sala media 3
ja: ミディアムホール 3
nb: mellan Hall 3
sv: mellan Hall 3

source: largeHall
es: sala grande 1
it: grande sala 1
ja: 大ホール 1
nb: stor hall 1
sv: stor hall 1

source: largeHall2
es: sala grande 2
it: grande sala 2
ja: 大ホール 2
nb: stor hall 2
sv: stor hall 2

source: plate
es: pequeña cámara
it: piccola camera
ja: 小さな部屋
nb: tallrik
sv: tallrik

source: mediumChamber
es: cámara mediana
it: camera media
ja: ミディアムチャンバー
nb: medel kammare
sv: medel kammare

source: largeChamber
es: cámara grande
it: grande camera
ja: 大きな部屋
nb: stor kammare
sv: stor kammare

source: cathedral
es: restaurante
it: ristorante
ja: 大聖堂
nb: katedral
sv: katedral

source: Left
es: Izquierda
it: Sinistra
ja: 左
nb: Venstre
sv: Vänster

source: Right
es: Derecha
it: Destra
ja: 右
nb: Højre
sv: Höger

source: Close
es: Cerrar
it: Chiudi
ja: 閉じる
nb: Lukk
sv: Stäng

source: Reset setup
es: Restablecer la configuración
it: Ripristina la configurazione
ja: セットアップのリセット
nb: Nulstil opsætning
sv: Återställ inställningar

source: Use system volume
es: Usar el volumen del sistema
it: Usa il volume del sistema
ja: システムボリュームを使用する
nb: Brug systemvolumen
sv: Använda systemvolym

source: Equalizer
es: Ecualizador
it: Equalizzatore
ja: イコライザー

source: Compressor status
es: Estado del compresor
it: Stato del compressore
ja: コンプレッサーの状態
nb: Kompressorstatus
sv: Status för kompressor

source: Limiter status
es: Estado del limitador
it: Stato del limitatore
ja: リミッターの状態
sv: Status för begränsare

source: Color Theme
es: Tema de color
it: Tema Colore
ja: カラーテーマ
nb: Farvetema
sv: Färgtema

source: Support & Contact Us
es: Soporte & Contáctenos
it: Supporto & Contatti
ja: サポート＆お問い合わせ
nb: Støtte & Kontakt Os
sv: Support & Kontakta Oss

source: Headphones
es: Auriculares
it: Cuffia
ja: ヘッドホン
nb: Hodetelefoner
sv: Hörlurar

source: Active microphone
es: Micrófono activo
it: Microfono attivo
ja: アクティブマイク
nb: Aktiv mikrofon
sv: Aktiv mikrofon

source: Clear voice
es: Voz clara
it: Voce chiara
ja: 明確な声
nb: Klar stemme
sv: Klar röst

source: AI helps to pick a voice out from the background noise and other sounds
es: AI ayuda a distinguir una voz del ruido de fondo y otros sonidos
it: L'intelligenza artificiale aiuta a distinguere una voce dal rumore di fondo e da altri suoni
ja: AIは、バックグラウンドノイズやその他の音から声を引き出すのに役立ちます
nb: AI hjelper til med å velge en stemme fra bakgrunnsstøyen og andre lyder
sv: AI hjälper till att välja en röst från bakgrundsljudet och andra ljud

source: Translate
es: Traductor
it: Traduttore
ja: 翻訳者
nb: Oversetter
sv: Översättare

source: Type
es: Escribir
it: Digitare
ja: を入力
nb: Skriv
sv: Typtext

source: Transcribe
es: Transcribir
it: Trascrivere
ja: 書き写す
nb: Transkribere
sv: Transkribera

source: Instruction
es: Instrucción
it: Istruzioni
ja: インストラクション
nb: Instruksjon
sv: Instruktion

source: Share
es: Compartir
it: Condividi
ja: 共有
nb: Dele
sv: Dela

source: Text setup
es: Configuración del texto
it: Impostazione del testo
ja: テキストの設定
nb: Tekstoppsett
sv: Inställning av text

source: Save
es: Guardar
it: Salvare
ja: 保存
nb: Lagre
sv: Spara

source: Text
es: Texto
it: Testo
ja: テキスト
nb: Tekst

source: Done
es: Hecho
it: Fatto
ja: 完了
nb: Ferdig
sv: Klar

source: Text successfully copied
es: Texto copiado con éxito
it: Testo copiato con successo
ja: テキストのコピーに成功しました
nb: Teksten er kopiert
sv: Texten har kopierats

source: Try this app!
es: Prueba esta aplicación!
it: Provate questa applicazione!
ja: このアプリを試してみてください!
nb: Prøv denne appen!
sv: Prova den här appen!

source: Are you sure you want to remove text?
es: ¿Estás seguro de que quieres eliminar el texto?
it: Siete sicuri di voler rimuovere il testo?
ja: 本当にテキストを削除しますか?
nb: Er du sikker på at du vil fjerne tekst?
sv: Är du säker på att du vill ta bort text?

source: Shake to clear
es: Agitar para borrar
it: Scuotere per cancellare
ja: シェイクしてクリア
nb: Rist for å klare
sv: Skaka för att rensa

source: Type quick reply
es: Escribe una respuesta rápida
it: Digitare la risposta rapida
ja: クイックリプライを入力する
nb: Skriv raskt svar
sv: Skriv ett snabbt svar

source: You haven't saved transcripts yet
es: Todavía no has guardado las transcripciones
it: Non hai ancora salvato le trascrizioni
ja: トランスクリプトをまだ保存していません
nb: Du har ikke lagret transkripsjoner ennå
sv: Du har inte sparat utskrifter ännu

source: Transcripts
es: Transcripciones
it: Trascrizioni
ja: トランスクリプト
nb: Avskrifter
sv: Utskrifter

source: Are you sure you want to remove all saved transcripts?
es: ¿Estás seguro de que quieres eliminar todas las transcripciones guardadas?
it: Sei sicuro di voler rimuovere tutte le trascrizioni salvate?
ja: 保存されている記録をすべて削除してもよろしいですか?
nb: Er du sikker på at du vil fjerne alle lagrede transkripsjoner?
sv: Är du säker på att du vill ta bort alla sparade utskrifter?

source: Edit
es: Editar
it: Modifica
ja: 編集する
nb: Redigere
sv: Redigera

source: Do you want to remove this transcript?
es: ¿Desea eliminar esta transcripción?
it: Vuoi rimuovere questa trascrizione?
ja: このトランスクリプトを削除しますか?
nb: Vil du fjerne denne transkripsjonen?
sv: Vill du ta bort den här utskriften?

source: Transcript successfully saved
es: Transcripción guardada con éxito
it: Trascrizione salvata con successo
ja: トランスクリプトは正常に保存されました
nb: Transkripsjonen er lagret
sv: Utskrift har sparats

source: Language
es: Idioma
it: Lingua
ja: 言語
nb: Språk
sv: Språk

source: Downloaded
es: Descargado
it: Scaricato
ja: ダウンロード
nb: Lastet ned
sv: Nedladdat

source: Downloading
es: Descargando
it: Scaricare
ja: ダウンロード中
nb: Laster ned
sv: Nedladdning

source: You can now translate offline into
es: Ahora puede traducir sin conexión a %@
it: Ora è possibile tradurre offline in %@
ja: あなたは今、にオフラインで翻訳することができます %@
nb: Du kan nå oversette offline til %@
sv: Du kan nu översätta offline till %@

source: Your language
es: Su idioma
it: La vostra lingua
ja: あなたの言語
nb: Ditt språk
sv: Ditt språk

source: Translate language
es: Traducir idioma
it: Tradurre la lingua
ja: 言語を翻訳する
nb: Oversett språk
sv: Översätt språk

source: Download Translation Model
es: Descargar el modelo de traducción
it: Scarica il modello di traduzione
ja: 翻訳モデルをダウンロードする
nb: Last ned oversettelsesmodell
sv: Ladda ner översättningsmodell

source: Do you want to download model?
es: ¿Desea descargar el %@ modelo?
it: Vuoi scaricare il %@ modello?
ja: ダウンロードしますか %@ モデル?
nb: Vil du laste ned %@ modell?
sv: Vill du ladda ner %@ modellen?

source: No transcriptions found
es: No se han encontrado transcripciones
it: Nessuna trascrizione trovata
ja: トランスクリプトが見つかりません
nb: Ingen transkripsjoner funnet
sv: Inga transkriptioner hittades

source: Search
es: Buscar en
it: Ricerca
ja: 検索
nb: Søk
sv: Sök på

source: More
es: Más
it: Altro
ja: もっと見る
nb: Mer
sv: Mer

source: Manage subscriptions
es: Suscripciones
it: Gestire gli abbonamenti
ja: 購読の管理
nb: Administrer abonnementer
sv: Hantera prenumerationer

source: Main Screen
es: Pantalla principal
it: Schermata principale
ja: メイン画面
nb: Hovedskjermen
sv: Huvudskärm

source: Offline translation
es: Traducción sin conexión
it: Traduzione offline
ja: オフライン翻訳
nb: Frakoblet oversettelse
sv: Offlineöversättning

source: Saved
es: Guardado
it: Salvati
ja: 保存
nb: Lagret
sv: Sparad

source: Transcribe & Translate
es: Transcribe y Traduce
it: Trascrivere e Tradurre
ja: 書き起こし＆翻訳者
nb: Transkriber og Oversetter
sv: Transkribera och Översätta

source: It is real time speech to text transcription and translation
es: Traducción y transcripción de voz a texto en tiempo real
it: Traduzione e trascrizione speech to text in tempo reale
ja: リアルタイムで翻訳と音声からテキストに書き起こし
nb: Oversettelse og tale til tekst transkripsjon i sanntid
sv: Översättning och transkription av tal till text i realtid

source: Translation Services 60+ languages
es: Servicios de traducción 60+ idiomas
it: Servizi di traduzione 60+ lingue
ja: 翻訳サービス 60以上の言語
nb: Oversettelse 60+ språk
sv: Översättningstjänster 60+ språk

source: Continuously translate speech in near real-time. Ability to rotate the screen
es: Traductor popular en tiempo real. Posibilidad de girar la pantalla
it: Traduttore popolare in tempo reale. Possibilità di ruotare lo schermo
ja: リアルタイムで人気の翻訳者。画面を回転させる機能
nb: Populær oversetter i sanntid. Evne til å rotere skjermen
sv: Populär översättare i realtid. Möjlighet att rotera skärmen

source: Live transcribe
es: Transcribir
it: Trascrivere
ja: ライブトランスクライブ
nb: Transkribere
sv: Transkribering i realtid

source: Makes everyday conversations and surrounding sounds more accessible
es: Las conversaciones cotidianas y los sonidos del entorno son más accesibles
it: Le conversazioni quotidiane e i suoni circostanti sono più accessibili
ja: 日常会話や周囲の音をより身近なものに
nb: Hverdagssamtaler og omgivelseslyder er mer tilgjengelige
sv: Vardagliga konversationer och omgivande ljud är mer tillgängliga

source: Which feature is the most interesting for you?
es: ¿Qué característica es la más interesante para usted?
it: Qual è la funzione più interessante per voi?
ja: あなたにとって、どの機能が一番興味ありますか?
nb: Hvilken funksjon er mest interessant for deg?
sv: Vilken funktion är mest intressant för dig?

source: Listening device
es: Dispositivo de escucha
it: Dispositivo di ascolto
ja: 試聴機
nb: Lytteapparat
sv: Lyssnapparat

source: The best hearing audio services together in one app
es: Los mejores servicios de audio para la audición juntos en una aplicación
it: I migliori servizi audio uditivi insieme in un'unica app
ja: 最高の聴覚オーディオサービスを1つのアプリで一緒に
nb: De beste hørelydtjenestene samlet i én app
sv: De bästa hörljudstjänsterna tillsammans i en app

source: %@ people use every day
es: %@ personas utilizan cada día
it: %@ persone la usano ogni giorno
ja: %@ 人が毎日使う
nb: %@ mennesker bruker hver dag
sv: %@ personer använder varje dag

source: Thank you for joining us! Receive special offers & announcements
es: ¡Gracias por estar con nosotros! Reciba ofertas especiales y anuncios
it: Grazie per esserti unito a noi! Ricevere offerte speciali e annunci
ja: ご参加ありがとうございます 特別なオファーやお知らせを受け取る
nb: Takk for at du ble med oss! Motta spesialtilbud og kunngjøringer
sv: Tack för att du är med oss! Få specialerbjudanden och meddelanden

source: Email address
es: Dirección de correo electrónico
it: Indirizzo e-mail
ja: メールアドレス
nb: Epostadresse
sv: E-postadress

source: Skip
es: Saltear
it: Salto
ja: スキップ
nb: Hopp over
sv: Hoppa över

source: Email field can't be empty
es: El campo de correo electrónico no puede estar vacío
it: Il campo dell'e-mail non può essere vuoto
ja: メールフィールドを空にすることはできません
nb: E-postfeltet kan ikke være tomt
sv: E-postfältet får inte vara tomt

source: Please enter a valid email
es: Por favor introduzca una dirección de correo electrónico válida
it: Inserisci una email valida
ja: 正しいメールアドレスを入力してください
nb: Vennligst skriv inn en gyldig e-postadresse
sv: Vänligen ange en giltig e-postadress

source: Base shift
es: Cambio base
it: Spostamento di base
ja: ベースシフト
nb: Grunnskifte
sv: Basskifte

source: Range
es: Rango
it: Gamma
ja: 範囲
nb: Område
sv: Räckvidd

source: Speed
es: Velocidad
it: Velocità
ja: スピード
nb: Hastighet
sv: Fart

source: Voice changer
es: Cambiador de voz
it: Cambia voce
ja: ボイスチェンジャー
nb: Stemmeveksler
sv: Röstförändrare

source: Voice changer status
es: Estado del cambiador de voz
it: Stato del cambio voce
ja: ボイスチェンジャーのステータス
nb: Stemmeskifterstatus
sv: Röstväxlingsstatus

source: The voice changer allows you to change voice parameters. With the voice changer, you can set the pitch to higher or lower
es: El cambiador de voz le permite cambiar los parámetros de voz. Con el cambiador de voz, puede establecer el tono más alto o más bajo
it: Il cambia voce consente di modificare i parametri della voce. Con il cambia voce, puoi impostare l'intonazione su un tono più alto o più basso
ja: ボイスチェンジャーを使用すると、ボイスパラメータを変更できます。 ボイスチェンジャーを使用すると、ピッチを高くまたは低く設定できます
nb: Stemmeveksleren lar deg endre stemmeparametere. Med stemmeveksleren kan du stille inn tonehøyden til høyere eller lavere
sv: Röstväxlaren låter dig ändra röstparametrar. Med röstväxlaren kan du ställa in tonhöjden på högre eller lägre

source: Cancel subscription
es: Cancelar suscripción
it: Annulla abbonamento
ja: サブスクリプションのキャンセル
nb: Avbryt abonnement
sv: Avbryt prenumeration

source: Our website
es: Nuestro sitio web
it: Il nostro sito Web
ja: 私たちのウェブサイト
nb: Vårt nettsted
sv: Vår webbplats

source: Allow
es: Permitir
it: Consenti
ja: 許可
nb: Tillat
sv: Tillåt

source: Allowed
es: Permitido
it: Consentito
ja: 許可
nb: Tillatt
sv: Tillåten

source: The app uses a microphone to listen to everything around you while the hearing aid is working
es: La aplicación usa un micrófono para escuchar todo lo que te rodea mientras el audífono está funcionando
it: L'app utilizza un microfono per ascoltare tutto ciò che ti circonda mentre l'apparecchio acustico è in funzione
ja: アプリは、補聴器が機能している間、マイクを使用して周囲のすべてを聞きます
nb: Appen bruker en mikrofon for å lytte til alt rundt deg mens høreapparatet fungerer
sv: Appen använder en mikrofon för att lyssna på allt runt omkring dig medan hörapparaten fungerar

source: The app uses Speech recognition for transcribe voice
es: La aplicación usa el reconocimiento de voz para transcribir la voz
it: L'app utilizza il riconoscimento vocale per la trascrizione vocale
ja: アプリは音声の文字起こしに音声認識を使用します
nb: Appen bruker talegjenkjenning for å transkribere stemme
sv: Appen använder taligenkänning för att transkribera röst

source: Magnifying Glass & Loupe
es: Lupa
it: Lente d'ingrandimento
ja: 虫眼鏡＆ルーペ
nb: Forstørrelsesglass & Loupe
sv: Förstoringsglas & lupp

source: Magnifying glass with high image quality and easy to use
es: Lupa con alta calidad de imagen y fácil de usar
it: Lente d'ingrandimento con alta qualità dell'immagine e facile da usare
ja: 高画質で使いやすい虫眼鏡
nb: Forstørrelsesglass med høy bildekvalitet og enkelt å bruke
sv: Förstoringsglas med hög bildkvalitet och lätt att använda

source: Magnifier 30X, pro features
es: Lupa 30X, funciones profesionales
it: Lente di ingrandimento 30X, funzioni pro
ja: 拡大鏡30X、プロ機能

source: flashlight
es: linterna
it: torcia
ja: 懐中電灯
nb: lommelykt
sv: ficklampa

source: Reading filters & scan text
es: Leer filtros y escanear texto
it: Filtri di lettura e testo di scansione
ja: 読み取りフィルターとスキャンテキスト
nb: Lesefiltre og skanne tekst
sv: Läser filter & skanna text

source: Try for free
es: Pruébelo gratis
it: Prova gratis
ja: 無料でお試しください
nb: Prøv gratis
sv: Prova gratis

source: No sure yet?
es: ¿Aún no está seguro?
it: Non sei ancora sicuro?
ja: まだ確定ではない？
nb: Ikke sikker ennå?
sv: Är du inte säker än?

source: Enable free trial
es: Activar la prueba gratuita
it: Attivare la prova gratuita
ja: 無料トライアルを有効にする
nb: Aktiver gratis prøveversjon
sv: Aktivera gratis provning

source: Auto-renewable, cancel anytime
es: Renovable automáticamente, cancele en cualquier momento
it: Rinnovabile automaticamente, annullabile in qualsiasi momento
ja: 自動更新、いつでもキャンセル可能
nb: Automatisk fornybar, kanseller når som helst
sv: Auto-förnybar, kan avbrytas när som helst

source: Just %@
es: Sólo %@
it: Solo %@
ja: ちょうど%@です
nb: Bare %@
sv: Bara %@

source: Type mode
es: Tipo de modo
it: Modalità tipo
ja: タイプモード
nb: Skrivemodus
sv: Skriv in läget

source: Basic
es: Básico
it: Base
ja: ベーシック
nb: Grunnleggende
sv: Grundläggande

source: Premium
ja: プレミアム

source: Try premium version
es: Pruebe la versión Premium
it: Prova la versione Premium
ja: プレミアム版を試す
nb: Prøv premiumversjonen
sv: Prova premiumversionen

source: Lifetime
nb: Livstid
sv: Livstid

source: Unlock Access
nb: Lås opp tilgang
sv: Lås upp åtkomst
