Repository: energise-pro/NewHearingApp
Catalog: Hearing Aid App/AppResource/Localizations/*.lproj/Localizable.strings
Languages: es, it, ja, nb, sv

source: Yes!
es: ¡Sí!
it: Sì!
ja: はい！
nb: Ja!
sv: Ja!

source: Loading...
es: Cargando...
it: Caricamento in corso...
ja: 読み込んでいます...
nb: Laster inn ...
sv: Läser in...

source: Enjoying this app?
es: ¿Disfrutas de esta aplicación?
it: Ti piace questa app?
ja: このアプリを楽しんでいますか？
nb: Liker du denne appen?
sv: Gillar du den här appen?

source: Error
it: Errore
ja: エラー
nb: Feil
sv: Fel

source: Copy All
es: Cópialo todo
it: Copia tutto
ja: すべてコピー
nb: Kopier alt
sv: Kopiera alla

source: Info
es: Información
it: Informazioni
ja: 情報

source: Free Trial
es: Prueba gratis
it: Prova gratuita
ja: 無料トライアル
nb: Gratis prøveperiode
sv: Gratis provperiod

source: Expire at %@
es: Caduca a las %@
it: Scade alle %@
ja: で期限切れ %@
nb: Utløper ved %@
sv: Upphör vid %@

source: Weekly
es: Semanalmente
it: Settimanalmente
ja: 毎週
nb: Uke
sv: Vecka

source: Monthly
es: Mensual
it: Mensile
ja: 毎月
nb: Måned
sv: Månad

source: Annual
es: Anual
it: Annuale
ja: 年間
nb: År
sv: År

source: No, Thanks
es: No, gracias
it: No grazie
ja: 結構です
nb: Nei takk
sv: Nej tack

source: Remove ads
es: Quitar anuncios
it: Rimuovere gli annunci
ja: 広告を削除
nb: Fjern annonser
sv: Ta bort annonser

source: Start your Free %@
es: Comienza tu gratis %@
it: Inizia il tuo Gratuito %@
ja: 無料で始めましょう %@
nb: Start din gratis %@
sv: Starta din kostnadsfria %@

source: Settings
es: Ajustes
it: Impostazioni
ja: 設定
nb: Innstillinger
sv: Inställningar

source: Disable or Enable vibrations when you press UI buttons
es: Deshabilite o habilite las vibraciones cuando presione los botones de la interfaz de usuario
it: Disattiva o attiva le vibrazioni quando premi i pulsanti dell'interfaccia utente
ja: UIボタンを押したときのバイブレーションを無効または有効にする
nb: Deaktiver eller aktiver vibrasjoner når du trykker på UI-knappene
sv: Inaktivera eller aktivera vibrationer när du trycker på UI-knapparna

source: Restore Purchase
es: Restaurar compra
it: Ripristinare acquisto
ja: 購入商品を復元する
nb: Gjenopprett kjøp
sv: Återställa köp

source: No
ja: 番号
nb: Nei
sv: Nej

source: Controls Color
es: ІColor de interfaz
it: Colore interfaccia
ja: インターフェースカラー
nb: Kontrollerer farge
sv: Kontrollerar färg

source: Dark Mode
es: Modo oscuro
it: Modalità scura
ja: ダークモード
nb: Mørk modus
sv: Mörkt läge

source: Change App Icon
es: Cambiar el icono de la aplicación
it: Cambia icona app
ja: アプリアイコンの変更
nb: Endre appikon
sv: Ändra appikon

source: Use Haptic Feedback
es: Utilizar retroalimentación háptica
it: Usa feedback tattile
ja: 触覚フィードバックを使用する
nb: Bruk Haptic Feedback
sv: Använd Haptic Feedback

source: Unlock Premium
es: Desbloquear Premium
it: Sblocca Premium
ja: プレミアムのロックを解除
nb: Lås opp Premium
sv: Lås upp Premium

source: Support & Feature Request
es: Solicitud de soporte y funciones
it: Supporto e richiesta di funzionalità
ja: サポートと機能のリクエスト
sv: Support- och funktionsbegäran

source: Please Speak
es: Por favor habla
it: Per favore parla
ja: 話してください
nb: Vær så snill og snakk
sv: Snälla prata

source: Tap The Power Button To Get Started
es: Toque el botón de encendido para comenzar
it: Tocca il pulsante di accensione per iniziare
ja: 開始するには電源ボタンをタップします
nb: Trykk på av / på-knappen for å komme i gang
sv: Tryck på strömbrytaren för att komma igång

source: You can hold your finger on a screen in any place to mute the microphone instantly when you speak. For convenience, this can help you when you talk to avoid echo, which can probably interrupt you from your thoughts. Thank you :)
es: Puede mantener el dedo en una pantalla en cualquier lugar para silenciar el micrófono al instante cuando habla. Por conveniencia, esto puede ayudarlo cuando hable para evitar el eco, que probablemente pueda interrumpir sus pensamientos. Gracias :)
it: Puoi tenere il dito su uno schermo in qualsiasi luogo per disattivare istantaneamente il microfono quando parli. Per comodità, questo può aiutarti quando parli per evitare l'eco, che probabilmente può interromperti dai tuoi pensieri. Grazie :)
ja: 画面のどこにでも指を置いて、話しているときにすぐにマイクをミュートできます。 便宜上、これはあなたが話すときにエコーを避けるのに役立ちます。エコーはおそらくあなたの思考を妨げる可能性があります。 ありがとうございました :)
nb: Du kan holde fingeren på en skjerm hvor som helst for å dempe mikrofonen umiddelbart når du snakker. For enkelhets skyld kan dette hjelpe deg når du snakker for å unngå ekko, noe som sannsynligvis kan forstyrre deg fra tankene dine. Takk :)
sv: Du kan hålla fingret på en skärm var som helst för att stänga av mikrofonen direkt när du pratar. För enkelhets skull kan detta hjälpa dig när du pratar för att undvika eko, vilket förmodligen kan störa dig från dina tankar. Tack :)

source: Sync Hearing Aid volume with System Volume
es: Sincronizar el volumen del audífono con el volumen del sistema
it: Sincronizza il volume dell'apparecchio acustico con il volume del sistema
ja: 補聴器の音量をシステムの音量と同期する
nb: Synkroniser høreapparatvolum med systemvolum
sv: Synkronisera hörapparatvolym med systemvolym

source: Hearing Aid Instructions
es: Instrucciones para audífonos
it: Istruzioni per apparecchi acustici
ja: 補聴器の説明
nb: Instruksjoner for høreapparat
sv: Instruktioner för hörapparater

source: Reset
es: Reiniciar
it: Ripristina
ja: リセット
nb: Nullstille
sv: Återställa

source: The Reverberation allows you to simulate the environment, space, room around you
es: La reverberación le permite simular el entorno, el espacio, el espacio a su alrededor.
it: Il Riverbero ti permette di simulare l'ambiente, lo spazio, la stanza intorno a te
ja: 残響により、周囲の環境、空間、部屋をシミュレートできます
nb: Etterklangen lar deg simulere miljøet, rommet, rommet rundt deg
sv: Efterklangen låter dig simulera omgivningen, rummet, rummet

source: Play around you can always reset to initial state :)
es: Juega siempre puedes restablecer el estado inicial :)
it: Gioca intorno puoi sempre ripristinare lo stato iniziale :)
ja: 遊んでみると、いつでも初期状態にリセットできます :)
nb: Spill rundt deg kan alltid tilbakestilles til utgangsstatus :)
sv: Om du spelar runt kan du alltid återställa till startläge :)

source: The compressor allows you to set up sound more punchy. Compressors reduce the difference between the loudest and quietest parts of the volume
es: El compresor le permite configurar el sonido con más fuerza. Los compresores reducen la diferencia entre las partes más ruidosas y más silenciosas del volumen
it: Il compressore consente di impostare un suono più incisivo. I compressori riducono la differenza tra le parti più alte e più silenziose del volume
ja: コンプレッサーを使用すると、よりパンチの効いたサウンドを設定できます。 コンプレッサーは、音量の最も大きい部分と最も小さい部分の違いを減らします
nb: Kompressoren lar deg sette opp lyden mer slagkraftig. Kompressorer reduserer forskjellen mellom de høyeste og lydigste delene av volumet
sv: Med kompressorn kan du ställa in ljud mer slående. Kompressorer minskar skillnaden mellan de högsta och tystaste delarna av volymen

source: Peak limiter allows you to bring up the level without allowing the peaks to clip. It limits high-volume spikes which can sound disgusting
es: El limitador de picos le permite subir el nivel sin permitir que los picos se corten. Limita los picos de volumen alto que pueden sonar desagradables
it: Il limitatore di picco consente di aumentare il livello senza che i picchi vengano tagliati. Limita i picchi di volume elevato che possono sembrare disgustosi
ja: ピークリミッターを使用すると、ピークをクリップせずにレベルを上げることができます。 嫌な音がする可能性のある大量のスパイクを制限します
nb: Peak limiter lar deg øke nivået uten å la toppene klippe. Det begrenser pigger med høyt volum som kan høres ekkelt ut
sv: Peak limiter gör att du kan höja nivån utan att låta topparna klippas. Det begränsar toppvolymer som kan låta motbjudande

source: I don't recommend you disable 'Peak Limiter' since it limits high-volume spikes which can sound disgusting. However it's safe to change any parameters.
es: No recomiendo que desactive el 'Limitador de picos', ya que limita los picos de volumen alto que pueden sonar desagradables. Sin embargo, es seguro cambiar cualquier parámetro.
it: Non ti consiglio di disabilitare "Peak Limiter" poiché limita i picchi di volume elevato che possono sembrare disgustosi. Tuttavia è sicuro modificare qualsiasi parametro.
ja: 「ピークリミッター」を無効にすることはお勧めしません。これは、不快に聞こえる可能性のある大量のスパイクを制限するためです。 ただし、パラメータを変更しても安全です。
nb: Jeg anbefaler ikke at du deaktiverer 'Peak Limiter' siden det begrenser toppvolum som kan høres ekkelt ut. Det er imidlertid trygt å endre noen parametere.
sv: Jag rekommenderar inte att du inaktiverar 'Peak Limiter' eftersom det begränsar högvolymspikar som kan låta äckligt. Det är dock säkert att ändra alla parametrar.

source: Disable Limiter?
es: ¿Deshabilitar limitador?
it: Disabilitare il limitatore?
ja: リミッターを無効にしますか？
nb: Vil du deaktivere begrensning?
sv: Inaktivera begränsare?

source: Should I disable peak limiter?
es: ¿Debo desactivar el limitador de picos?
it: Devo disabilitare il limitatore di picco?
ja: ピークリミッターを無効にする必要がありますか？
nb: Bør jeg deaktivere toppbegrenseren?
sv: Ska jag inaktivera toppbegränsare?

source: Dear User, for proper work with speech recognition & hearing aid, we need your microphone usage permission. Thank You!
es: Estimado usuario, para un trabajo adecuado con el reconocimiento de voz y los audífonos, necesitamos su permiso de uso del micrófono. ¡Gracias!
it: Gentile utente, per lavorare correttamente con il riconoscimento vocale e gli apparecchi acustici, abbiamo bisogno della tua autorizzazione all'uso del microfono. Grazie!
ja: 親愛なるユーザー、音声認識と補聴器を適切に使用するには、マイクの使用許可が必要です。 ありがとう！
nb: Kjære bruker, for riktig arbeid med talegjenkjenning og høreapparat trenger vi din tillatelse til bruk av mikrofoner. Takk skal du ha!
sv: Kära användare, för korrekt arbete med taligenkänning och hörapparat behöver vi din användning av mikrofonanvändning. Tack!

source: Please Allow Microphone Usage
es: Permita el uso del micrófono
it: Si prega di consentire l'uso del microfono
ja: マイクの使用を許可してください
nb: Tillat bruk av mikrofon
sv: Tillåt användning av mikrofoner

source: Next
es: Próximo
it: Prossimo
ja: 次
nb: Neste
sv: Nästa

source: Dear User, we use your data only for analytics purpose. To improve the app and help you get better product. We don't share this data to any third party. Thank you!
es: Estimado usuario, utilizamos sus datos solo con fines analíticos. Para mejorar la aplicación y ayudarlo a obtener un mejor producto. No compartimos estos datos con terceros.¡Gracias!
it: Gentile Utente, utilizziamo i tuoi dati solo per scopi di analisi. Per migliorare l'app e aiutarti a ottenere un prodotto migliore. Non condividiamo questi dati con terze parti. Grazie!
ja: 親愛なるユーザー、私たちは分析目的でのみあなたのデータを使用します。 アプリを改善し、より良い製品を手に入れるのに役立ちます。 このデータを第三者と共有することはありません。 ありがとうございました!
nb: Kjære bruker, vi bruker dataene dine bare til analyseformål. For å forbedre appen og hjelpe deg med å få et bedre produkt. Vi deler ikke disse dataene til noen tredjepart. Takk skal du ha!
sv: Kära användare, vi använder dina data endast för analysändamål. För att förbättra appen och hjälpa dig att få en bättre produkt. Vi delar inte dessa uppgifter till någon tredje part. Tack!

source: Recognition Not Available :(
es: Reconocimiento no disponible :(
it: Riconoscimento non disponibile :(
ja: 認識できません :(
nb: Anerkjennelse ikke tilgjengelig :(
sv: Erkännande ej tillgängligt :(

source: Tap the mic to get started ;)
es: Toca el micrófono para empezar ;)
it: Tocca il microfono per iniziare ;)
ja: マイクをタップして開始します ;)
nb: Trykk på mikrofonen for å komme i gang;)
sv: Tryck på mikrofonen för att komma igång;)

source: Go ahead, I'm listening :)
es: Adelante, te escucho :)
it: Avanti, sto ascoltando :)
ja: どうぞ、私は聞いています :)
nb: Fortsett, jeg lytter :)
sv: Fortsätt, jag lyssnar :)

source: Available Languages %@
es: Idiomas Disponibles %@
it: Lingue disponibili %@
ja: 利用可能な言語 %@
nb: Tilgjengelige språk %@
sv: Tillgängliga språk %@

source: Shake to clear text
es: Agitar para borrar el texto
it: Agitare per cancellare il testo
ja: テキストをクリアするために振る
nb: Rist for å fjerne tekst
sv: Skaka för att rensa text

source: Translate Mode
es: Modo de traducción
it: Modalità di traduzione
ja: 翻訳モード
nb: Oversett modus
sv: Översätt läge

source: Show Quality Indicator
es: Mostrar indicador de calidad
it: Mostra indicatore di qualità
ja: 品質インジケーターを表示
nb: Vis kvalitetsindikator
sv: Visa kvalitetsindikator

source: Balance
es: Equilibrio
it: Bilancia
ja: バランス
nb: Balansere
sv: Balans

source: Noise OFF
es: Ruido OFF
it: Rumore OFF
ja: ノイズオフ
nb: Støy AV
sv: Buller AV

source: Stereo
es: Estéreo
ja: ステレオ

source: Hearing Aid
es: Audífono
it: Apparecchio acustico
ja: 補聴器
nb: Høreapparat
sv: Hörapparat

source: Front
es: Delantero
it: Davanti
ja: フロント
sv: Främre

source: Bottom
es: Fondo
it: Parte inferiore
ja: 下
nb: Bunn
sv: Botten

source: Rear
es: Trasero
it: Parte posteriore
ja: 後方
nb: Bak
sv: Bak

source: Compressor
es: Compresor
it: Compressore
ja: コンプレッサー
nb: Kompressor
sv: Kompressor

source: Limiter
es: Limitador
it: Limitatore
ja: リミッタ
nb: Begrensning
sv: Begränsare

source: Reverb
es: Reverberación
it: Riverbero
ja: リバーブ

source: Speech Recognition
es: Reconocimiento de voz
it: Riconoscimento vocale
ja: 音声認識
nb: Talegjenkjenning
sv: Taligenkänning

source: Clear
es: Claro
it: Chiaro
ja: クリア
nb: Klar
sv: Klar

source: Rotate
es: Girar
it: Ruotare
ja: 回転する
nb: Rotere
sv: Rotera

source: Flip
es: Voltear
ja: フリップ
nb: Vend

source: Full Screen
es: Abierto
it: A schermo intero
ja: 全画面表示
nb: Full skjerm
sv: Fullskärm

source: Share Text
es: Compartir texto
it: Condividi testo
ja: テキストを共有する
nb: Del tekst
sv: Dela text

source: Are you sure?
es: ¿Está seguro?
it: Sei sicuro?
ja: 本気ですか？
nb: Er du sikker?
sv: Är du säker?

source: Are you sure you want to miss out on this amazing opportunity?
es: ¿Estás seguro de que quieres perderte esta increíble oportunidad?
it: Sei sicuro di voler perdere questa fantastica opportunità?
ja: この素晴らしい機会を逃してよろしいですか？
nb: Er du sikker på at du vil gå glipp av denne fantastiske muligheten?
sv: Är du säker på att du vill missa den här fantastiska möjligheten?

source: Hello
es: ¡Hola!
it: Ciao!
ja: こんにちは！
nb: Hallo!
sv: Hej!

source: Please connect your headphones for correctly hearing aid work
es: Conecte sus auriculares para que los audífonos funcionen correctamente.
it: Si prega di collegare le cuffie per un corretto funzionamento dell'apparecchio acustico
ja: 正しく補聴器を使用するには、ヘッドホンを接続してください
nb: Koble til hodetelefonene for riktig høreapparatarbeid
sv: Vänligen anslut dina hörlurar för korrekt hörapparatsarbete

source: Select playback device
es: Seleccionar dispositivo de reproducción
it: Seleziona il dispositivo di riproduzione
ja: 再生デバイスを選択します
nb: Velg avspillingsenhet
sv: Välj uppspelningsenhet

source: Get started
es: Empezar
it: Iniziare
ja: 始めましょう
nb: Kom i gang
sv: Kom igång

source: Transcribes in real-time. Text appears on your phone as words are spoken.
es: Transcribe en tiempo real. El texto aparece en su teléfono a medida que se pronuncian las palabras.
it: Trascrive in tempo reale. Il testo viene visualizzato sul telefono mentre vengono pronunciate le parole.
ja: リアルタイムで転記します。 単語が話されると、テキストが携帯電話に表示されます。
nb: Transkriberer i sanntid. Tekst vises på telefonen mens ord blir sagt.
sv: Transkriberar i realtid. Text visas på din telefon när ord talas.

source: Super volume boost
es: Volumen de sonidos amplificado
it: Volume amplificato dei suoni
ja: 増幅された音量
nb: Forsterket lydvolum
sv: Förstärkt ljudvolym

source: Regulated noise suppression
es: Cancelación inteligente de ruido externo
it: Cancellazione intelligente del rumore esterno
ja: 外部ノイズのスマートキャンセル
nb: Smart avlysning av ekstern støy
sv: Smart avstängning av externt brus

source: Full acoustic amplification up to 30 dB with a wired headset
es: Amplificación acústica completa de hasta 30 dB con auriculares.
it: Amplificazione acustica completa fino a 30 dB con l'utilizzo di cuffie
ja: ヘッドホンを使用して最大30dBの完全な音響増幅
nb: Full akustisk forsterkning på opptil 30 dB med bruk av hodetelefoner
sv: Full akustisk förstärkning upp till 30 dB med hörlurar som används

source: Elimination of background noises and increase of speech intelligibility
es: Eliminación de ruidos de fondo y aumento de la inteligibilidad del habla
it: Eliminazione dei rumori di fondo e aumento dell'intelligibilità del parlato
ja: バックグラウンドノイズの除去と音声明瞭度の向上
nb: Eliminering av bakgrunnslyder og økt taleforståelighet
sv: Eliminering av bakgrundsljud och ökad talförståelse

source: Automatic conversion of the recorded speech into text
es: Conversión automática del discurso grabado en texto
it: Conversione automatica del discorso registrato in testo
ja: 録音された音声のテキストへの自動変換
nb: Automatisk konvertering av den innspilte talen til tekst
sv: Automatisk konvertering av det inspelade talet till text

source: Before
es: Antes
it: Prima
ja: 前
nb: Før
sv: Innan

source: After
es: Después
it: Dopo
ja: 後
nb: Etter
sv: Efter

source: Continue
es: Continuar
it: Continua
ja: 継続する
nb: Fortsette
sv: Fortsätta

source: Dear User, for correctly work with our app, we need your microphone usage permission
es: Estimado usuario, para que funcione correctamente con nuestra aplicación, necesitamos su permiso de uso del micrófono
it: Gentile Utente, per funzionare correttamente con la nostra app, abbiamo bisogno del tuo permesso di utilizzo del microfono
ja: 親愛なるユーザー、私たちのアプリを正しく操作するには、マイクの使用許可が必要です
nb: Kjære bruker, for riktig bruk av appen vår trenger vi din tillatelse til bruk av mikrofon
sv: Kära användare, för att fungera korrekt med vår app behöver vi ditt mikrofonanvändningstillstånd

source: Later
es: Más tarde
it: Dopo
ja: 後で
nb: Seinere
sv: Senare

source: Allow Speech recognition function
es: Permitir la función de reconocimiento de voz
it: Consenti la funzione di riconoscimento vocale
ja: 音声認識機能を許可する
nb: Tillat talegjenkjenningsfunksjon
sv: Tillåt taligenkänningsfunktion

source: Dear User, for use Speech recognition function, you need to allow permission
es: Estimado usuario, para utilizar la función de reconocimiento de voz, debe permitir el permiso
it: Gentile utente, per utilizzare la funzione di riconoscimento vocale, è necessario consentire l'autorizzazione
ja: 親愛なるユーザー、音声認識機能を使用するには、許可を与える必要があります
nb: Kjære bruker, for å bruke talegjenkjenningsfunksjonen må du tillate tillatelse
sv: Kära användare, för att kunna använda taligenkänningsfunktionen måste du tillåta tillstånd

source: Privacy Policy
es: Intimidad
it: Politica
ja: プライバシーポリシー
nb: Personvern
sv: Integritetspolicy

source: Terms of Use
es: Condiciones
it: Termini
ja: 利用規約
nb: Vilkår for bruk
sv: Villkor

source: Restore
es: Restaurar
it: Ristabilire
ja: 戻す
nb: Restaurere
sv: Återställ

source: Subscribe
es: Suscribir
it: Sottoscrivi
ja: 申し込む
nb: Abonnere
sv: Prenumerera

source: Get full access to: Super Boost, Noise Suppression, Speech to Text, Disable Ads
es: Obtenga acceso completo a: Super Boost, Supresión de ruido, Voz a texto, Desactivar anuncios
it: Ottieni l'accesso completo a: Super Boost, Soppressione del rumore, Discorso in testo, Disattiva annunci
ja: フルアクセスを取得：ボリュームブースト、ノイズ抑制、音声認識、広告の無効化
nb: Få full tilgang til: Volumforbedring, støydemping, tale til tekst, deaktiver annonser
sv: Få full tillgång till: Volymförstärkning, brusreducering, tal till text, inaktivera annonser

source: ONLY-
es: SOLAMENTE-%@
it: SOLTANTO-%@
ja: それだけ-%@
nb: KUN-%@
sv: ENDAST-%@

source: for your first week You save - after per week
es: durante la primera semana Ahorras %@ - después de %@ por semana
it: per la tua prima settimana Risparmi %@ - dopo %@ a settimana
ja: あなたの最初の週のためにあなたは節約します %@ - 後 %@ 週あたり
nb: for den første uken Du sparer %@ - etter %@ per uke
sv: för din första vecka Du sparar %@ - efter %@ per vecka

source: OFF
es: Apagado
it: SPENTO
ja: 割引
nb: Rabatt
sv: Rabatt

source: Limited Offer
es: Oferta limitada
it: Offerta limitata
ja: 限定サービス
nb: Begrenset tilbud
sv: Begränsat erbjudande

source: No device
es: Sin dispositivo
it: Nessun dispositivo
ja: デバイスなし
nb: Ingen enhet
sv: Ingen apparat

source: Pro Setup
es: Configuración profesional
it: Configurazione
ja: プロのセットアップ

source: Templates
es: Plantillas
it: Modelli
ja: テンプレート
nb: Maler
sv: Mallar

source: Full Access
es: Acceso completo
it: Accesso completo
ja: 全権アクセス
nb: Full tilgang
sv: Full tillgång

source: Try $@ Free
es: Prueba %@ gratis
it: Prova %@ gratis
ja: ％@ 無料でお試しください
nb: Prøv %@ gratis
sv: Prova %@ gratis

source: First %@ free. After %@
es: Primeros %@ gratis. Después %@
it: Primi %@ gratuiti. Dopo %@
ja: 最初の ％@ は無料です。 後 ％@
nb: Første %@ gratis. Etter %@
sv: Första %@ gratis. Efter %@

source: Only %@ per %@
es: (solo %@ por %@)
it: (solo %@ per %@)
ja: (それだけ %@ あたり %@)
nb: (bare %@ per %@)
sv: (endast %@ per %@)

source: Super Boost
es: Super impulso
it: Super potenziamento
ja: スーパーブースト
nb: Volumforhøyelse
sv: Volymförstärkning

source: Maximum sound concentration
es: Concentración máxima de sonido
it: Massima concentrazione sonora
ja: 最大音濃度
nb: Maksimal lydkonsentrasjon
sv: Maximal ljudkoncentration

source: Noise Suppression
es: Supresión de ruido
it: Soppressione del rumore
ja: 騒音抑制
nb: Lyddemping
sv: Ljuddämpning

source: Eliminates background noise
es: Elimina el ruido de fondo
it: Elimina il rumore di fondo
ja: バックグラウンドノイズを排除します
nb: Eliminerer bakgrunnsstøy
sv: Eliminerar bakgrundsljud

source: Speech to Text
es: Dictado a texto
it: Discorso al testo
ja: テキストへのスピーチ
nb: Tale til tekst
sv: Tal till text

source: Try Free & Subscribe
es: Pruébelo gratis & suscríbase
it: Prova gratis & iscriviti
ja: 無料でお試しください
nb: Prøv gratis og abonner
sv: Prova gratis och prenumerera

source: Improve your experience
es: Mejora tu experiencia
it: Migliora la tua esperienza
ja: あなたの経験を向上させる
nb: Forbedre opplevelsen din
sv: Förbättra din upplevelse

source: Most popular
es: Más popular
it: Più popolare
ja: 最も人気のある
nb: Mest populær
sv: Mest populär

source: Yearly
es: Anual
it: Annuale
ja: 毎年
nb: Årlig
sv: Årlig

source: day
es: día
it: giorno
ja: 日
nb: dag
sv: dag

source: days
es: dias
it: giorni
ja: 日々
nb: dager
sv: dagar

source: month
es: mes
it: mese
ja: 月
nb: måned
sv: månad

source: months
es: meses
it: mesi
ja: 月
nb: måneder
sv: månader

source: week
es: semana
it: settimana
ja: 週
nb: uke
sv: vecka

source: weeks
es: semanas
it: settimane
ja: 数週間
nb: uker
sv: veckor

source: year
es: año
it: anno
ja: 年
nb: år
sv: år

source: years
es: años
it: anni
ja: 年
nb: år
sv: år

source: Oops
es: Ups
ja: おっとっと
nb: Ups
sv: Hoppsan

source: Something went wrong. Please try again
es: Algo salió mal. Inténtalo de nuevo
it: Qualcosa è andato storto. Per favore riprova
ja: 何かがうまくいかなかった。 もう一度やり直してください
nb: Noe gikk galt. Vær så snill, prøv på nytt
sv: Något gick fel. Var god försök igen

source: You have not purchases yet
es: Aún no has comprado
it: Non hai ancora acquistato
ja: まだ購入していません
nb: Du har ikke kjøpt ennå
sv: Du har inte köpt än

source: Purchases successfully restored
es: Compras restauradas con éxito
it: Acquisti ripristinati con successo
ja: 購入は正常に復元されました
nb: Kjøp ble gjenopprettet
sv: Inköpen har återställts

source: Load
es: Carga
it: Carico
ja: ロード
nb: Laste
sv: Ladda

source: 🥳85% Discount🥳
es: 🥳85% Descuento🥳
it: 🥳85% Sconto🥳
ja: 🥳85% 割引🥳
nb: 🥳85% Rabatt🥳
sv: 🥳85% Rabatt🥳

source: Don't miss your chance!
es: ¡No pierdas tu oportunidad!
it: Non perdere la tua occasione!
ja: チャンスをお見逃しなく！
nb: Ikke gå glipp av sjansen din!
sv: Missa inte din chans!
