Repository: energise-pro/NewHearingApp
Catalog: Hearing Aid App/New/Supporting Files/Localizations/*.lproj/Localizable.strings
Languages: fr

source: Yes!
fr: Oui!

source: Loading...
fr: Chargement...

source: Copy All
fr: Tout copier

source: Free Trial
fr: Essai gratuit

source: Expire at %@
fr: Expirer à %@

source: Weekly
fr: Hebdomadaire

source: Monthly
fr: Mensuel

source: Annual
fr: Annuel

source: Remove ads
fr: Supprimez la pub

source: Start your Free %@
fr: Commencez votre gratuit %@

source: Settings
fr: Paramètres

source: Disable or Enable vibrations when you press UI buttons
fr: Désactiver ou activer les vibrations lorsque vous appuyez sur les boutons de l'interface utilisateur

source: Restore Purchase
fr: Restaurer l'achat

source: No
fr: Non

# Controls Color
source: Іnterface Color
fr: Couleur de l'interface

source: Dark Mode
fr: Mode sombre

source: Change App Icon
fr: Changer l'icône de l'application

source: Use Haptic Feedback
fr: Utiliser la rétroaction haptique

source: Unlock Premium
fr: Débloquer la prime

source: Support & Feature Request
fr: Demande d'assistance et de fonctionnalités

source: Please Speak
fr: S'il te plait parle

source: Tap the power button to get started
fr: Appuyez sur le bouton d'alimentation pour commencer

source: You can hold your finger on a screen in any place to mute the microphone instantly when you speak. For convenience, this can help you when you talk to avoid echo, which can probably interrupt you from your thoughts. Thank you :)
fr: Vous pouvez maintenir votre doigt sur un écran n'importe où pour couper le microphone instantanément lorsque vous parlez. Pour plus de commodité, cela peut vous aider lorsque vous parlez à éviter l'écho, ce qui peut probablement vous interrompre de vos pensées. Merci :)

source: Sync Hearing Aid volume with System Volume
fr: Synchroniser le volume de l'aide auditive avec le volume du système

source: Hearing Aid Instructions
fr: Instructions relatives aux aides auditives

source: Reset
fr: Réinitialiser

source: The Reverberation allows you to simulate the environment, space, room around you
fr: La Réverbération vous permet de simuler l'environnement, l'espace, la pièce autour de vous

source: Play around you can always reset to initial state :)
fr: Jouez, vous pouvez toujours réinitialiser à l'état initial :)

source: The compressor allows you to set up sound more punchy. Compressors reduce the difference between the loudest and quietest parts of the volume
fr: Le compresseur permet de paramétrer un son plus punchy. Les compresseurs réduisent la différence entre les parties les plus fortes et les plus silencieuses du volume

source: Peak limiter allows you to bring up the level without allowing the peaks to clip. It limits high-volume spikes which can sound disgusting
fr: Le limiteur de crête vous permet d'augmenter le niveau sans laisser les crêtes s'écrêter. Il limite les pointes à haut volume qui peuvent sembler dégoûtantes

source: I don't recommend you disable 'Peak Limiter' since it limits high-volume spikes which can sound disgusting. However it's safe to change any parameters.
fr: Je ne vous recommande pas de désactiver 'Peak Limiter' car il limite les pics de volume élevé qui peuvent sembler dégoûtants. Cependant, il est sûr de modifier les paramètres.

source: Disable Limiter?
fr: Désactiver le limiteur ?

source: Should I disable peak limiter?
fr: Dois-je désactiver le limiteur de crête ?

source: Dear User, for proper work with speech recognition & hearing aid, we need your microphone usage permission. Thank You!
fr: Cher utilisateur, pour un travail correct avec la reconnaissance vocale et les aides auditives, nous avons besoin de votre autorisation d'utilisation du microphone. Merci!

source: Please Allow Microphone Usage
fr: Veuillez autoriser l'utilisation du microphone

source: Next
fr: Prochain

source: Dear User, we use your data only for analytics purpose. To improve the app and help you get better product. We don't share this data to any third party. Thank you!
fr: Cher utilisateur, nous utilisons vos données uniquement à des fins d'analyse. Pour améliorer l'application et vous aider à obtenir un meilleur produit. Nous ne partageons ces données avec aucun tiers. Merci!

source: Recognition Not Available :(
fr: Reconnaissance non disponible :(

source: Tap the mic to get started ;)
fr: Appuyez sur le micro pour commencer ;)

source: Go ahead, I'm listening :)
fr: Vas-y, je t'écoute :)

source: Available Languages %@
fr: Langues disponibles %@

source: Shake to clear text
fr: Secouez pour effacer le texte

source: Translate Mode
fr: Mode de traduction

source: Show Quality Indicator
fr: Afficher l'indicateur de qualité

source: Balance
fr: Équilibre

source: Noise OFF
fr: Bruit OFF

source: Hearing Aid
fr: Amplificateur auditif

source: Front
fr: Devant

source: Bottom
fr: Bas

source: Rear
fr: Arrière

source: Compressor
fr: Compresseur

source: Limiter
fr: Limiteur

source: Reverb
fr: Réverbération

# Speech Recognition
source: Speech Services
fr: Reconnaissance de la parole

source: Clear
fr: Dégager

source: Rotate
fr: Tourner

source: Flip
fr: Retourner

source: Full Screen
fr: Plein écran

source: Share Text
fr: Partager du texte

source: Are you sure?
fr: Es-tu sûr?

source: Are you sure you want to miss out on this amazing opportunity?
fr: Êtes-vous sûr de vouloir rater cette incroyable opportunité?

source: Hello!
fr: Bonjour

source: Please connect your headphones for correctly hearing aid work
fr: Veuillez connecter vos écouteurs pour un travail correct de l'aide auditive

source: Select playback device
fr: Sélectionnez l'appareil de lecture

source: Get started
fr: Commencer

source: Transcribes in real-time. Text appears on your phone as words are spoken.
fr: Transcrit en temps réel. Le texte apparaît sur votre téléphone au fur et à mesure que les mots sont prononcés.

source: Super volume boost
fr: Volume des sons amplifié

source: Regulated noise suppression
fr: Annulation intelligente du bruit externe

source: Full acoustic amplification up to 30 dB with a wired headset
fr: Amplification acoustique complète jusqu'à 30 dB avec un casque d'écoute

source: Elimination of background noises and increase of speech intelligibility
fr: Élimination des bruits de fond et augmentation de l'intelligibilité de la parole

source: Automatic conversion of the recorded speech into text
fr: Conversion automatique de la parole enregistrée en texte

source: Before
fr: Avant

source: After
fr: Après

source: Continue
fr: Continuer

source: Dear User, for correctly work with our app, we need your microphone usage permission
fr: Cher utilisateur, pour travailler correctement avec notre application, nous avons besoin de votre autorisation d'utilisation du microphone

source: Later
fr: Plus tard

source: Allow Speech recognition function
fr: Autoriser la fonction de reconnaissance vocale

source: Dear User, for use Speech recognition function, you need to allow permission
fr: Cher utilisateur, pour utiliser la fonction de reconnaissance vocale, vous devez autoriser l'autorisation

source: Privacy Policy
fr: Intimité

source: Terms of Use
fr: Termes

source: Restore
fr: Restaurer

source: Subscribe
fr: S'abonner

# Get full access to: Super Boost, Noise Suppression, Speech to Text, Disable Ads
source: Get full access to: Volume Boost, Noise Suppression, Speech to Text, Disable Ads
fr: Obtenez un accès complet à : Super Boost, Suppression du bruit, Speech to Text, Désactiver les publicités

source: ONLY-%@
fr: SEUL-%@

source: for your first week You save %@ - after %@ per week
fr: pour votre première semaine Vous économisez %@ - après %@ par semaine

source: OFF
fr: DÉSACTIVÉ

source: Limited Offer
fr: Offre Limitée

source: No device
fr: Aucun dispositif

source: Pro Setup
fr: Configuration professionnelle

source: Templates
fr: Modèles

source: Full Access
fr: Accès total

source: Try %@ Free
fr: Essayez %@ gratuits

source: First %@ free. After %@
fr: Premiers %@ gratuits. Après %@

source: (only %@ per %@)
fr: (seulement %@ par %@)

source: Super Boost
fr: Super coup de pouce

source: Maximum sound concentration
fr: Concentration sonore maximale

source: Noise Suppression
fr: Suppression de bruit

source: Eliminates background noise
fr: Élimine le bruit de fond

source: Speech to Text
fr: Parole en texte

source: Try Free & Subscribe
fr: Essai Gratuit

source: Improve your experience
fr: Améliorez votre expérience

source: Most popular
fr: Le plus populaire

source: Yearly
fr: Annuel

source: day
fr: journée

source: days
fr: jours

source: month
fr: mois

source: months
fr: mois

source: week
fr: la semaine

source: weeks
fr: semaines

source: year
fr: année

source: years
fr: ans

source: Oops
fr: Oups

source: Something went wrong. Please try again
fr: Quelque chose s'est mal passé. Veuillez réessayer

# You have not purchases yet
source: You haven't purchased yet
fr: Vous n'avez pas encore acheté

source: Purchases successfully restored
fr: Achats restaurés avec succès

source: Load
fr: Charge

source: 🥳85% Discount🥳
fr: 🥳85% Remise🥳

source: Don't miss your chance!
fr: Ne manquez pas votre chance!

source: If you set this option, system will mixes audio from this app with audio playing in background apps, such as the Music app. For example, you want to listen a music or audio book over headphones, and at the same time hear sounds around you very well. If this option OFF system reduces the volume of other audio apps to make the audio of this app more prominent.
fr: Si vous définissez cette option, le système mélangera l'audio de cette application avec l'audio lu dans les applications d'arrière-plan, telles que l'application Musique. Par exemple, vous voulez écouter une musique ou un livre audio avec des écouteurs et en même temps très bien entendre les sons autour de vous. Si cette option est désactivée, le système réduit le volume des autres applications audio pour rendre l'audio de cette application plus visible.

source: Increase Volume of Hearing Aid together with the device system volume
fr: Augmentez le volume de l'aide auditive avec le volume du système de l'appareil

source: EQ
fr: ÉG

source: attack duration
fr: durée d'attaque

source: decay duration
fr: durée de décroissance

source: effect volume
fr: volume d'effet

source: release duration
fr: durée de sortie

source: threshold
fr: seuil

source: Music mode
fr: Mode musique

source: Font Size
fr: Taille de police

source: Font Weight
fr: Poids de la police

source: Text Alignment
fr: Alignement du texte

source: small Room
fr: petite chambre

source: medium Room
fr: сhambre moyenne

# largeRoom
source: large Room 1
fr: grande salle 1

source: large Room 2
fr: grande salle 2

# mediumHall
source: medium Hall 1
fr: salle moyenne 1

source: medium Hall 2
fr: salle moyenne 2

source: medium Hall 3
fr: salle moyenne 3

# largeHall
source: large Hall 1
fr: grande salle 1

source: large Hall 2
fr: grande salle 2

# plate
source: small Chamber
fr: petite chambre

source: medium Chamber
fr: chambre moyenne

source: large Chamber
fr: grande chambre

source: Left
fr: Gauche

source: Right
fr: Droite

source: Close
fr: Fermer

source: Reset setup
fr: Réinitialiser la configuration

source: Use system volume
fr: Utiliser le volume du système

source: Equalizer
fr: Égaliseur

source: Compressor status
fr: Statut du compresseur

source: Limiter status
fr: Statut du limiteur

source: Color Theme
fr: Thème de couleur

source: Support & Contact Us
fr: Assistance & Contactez-nous

source: Headphones
fr: Écouteurs

source: Active microphone
fr: Micro actif

source: Clear voice
fr: Voix claire

source: AI helps to pick a voice out from the background noise and other sounds
fr: L'IA aide à choisir une voix à partir du bruit de fond et d'autres sons

source: Translate
fr: Traducteur

source: Type
fr: Taper

source: Transcribe
fr: Transcrire

source: Share
fr: Partager

source: Text setup
fr: Configuration du texte

source: Save
fr: Enregistrer

source: Text
fr: Texte

source: Done
fr: Terminé

source: Text successfully copied
fr: Texte copié avec succès

source: Try this app!
fr: Essayez cette application!

source: Are you sure you want to remove text?
fr: Êtes-vous sûr de vouloir supprimer le texte?

source: Shake to clear
fr: Secouez pour effacer

source: Type quick reply
fr: Tapez une réponse rapide

source: You haven't saved transcripts yet
fr: Vous n'avez pas encore enregistré les transcriptions

source: Transcripts
fr: Transcriptions

source: Are you sure you want to remove all saved transcripts?
fr: Êtes-vous sûr de vouloir supprimer toutes les transcriptions enregistrées?

source: Edit
fr: Modifier

source: Do you want to remove this transcript?
fr: Voulez-vous supprimer cette transcription?

source: Transcript successfully saved
fr: Transcription sauvegardée avec succès

source: Language
fr: Langue

source: Downloaded
fr: Téléchargé

source: Downloading
fr: Téléchargement de

source: You can now translate offline into %@
fr: Vous pouvez maintenant traduire hors ligne vers %@

source: Your language
fr: Votre langue

source: Translate language
fr: Traduire la langue

source: Download Translation Model
fr: Télécharger le modèle de traduction

source: Do you want to download %@ model?
fr: Voulez-vous télécharger le %@ modèle?

source: No transcriptions found
fr: Aucune transcription trouvée

source: Search
fr: Recherche

source: More
fr: Plus de

source: Manage subscriptions
fr: Gérer les abonnements

source: Main Screen
fr: Écran principal

source: Offline translation
fr: Traduction hors ligne

source: Saved
fr: Sauvegardé

source: Transcribe & Translate
fr: Transcrire et Traduire

source: It is real time speech to text transcription and translation
fr: Traduction et transcription de la parole au texte en temps réel

source: Translation Services 60+ languages
fr: Services de traduction 60+ langues

source: Continuously translate speech in near real-time. Ability to rotate the screen
fr: Traducteur populaire en temps réel. Possibilité de faire pivoter l'écran

source: Live transcribe
fr: Transcription

source: Makes everyday conversations and surrounding sounds more accessible
fr: Les conversations quotidiennes et les sons environnants sont plus accessibles

source: Which feature is the most interesting for you?
fr: Quelle est la fonctionnalité la plus intéressante pour vous?

source: Listening device
fr: Appareil d'écoute

source: The best hearing audio services together in one app
fr: Les meilleurs services audio auditifs réunis dans une seule application

source: %@ people use every day
fr: %@ personnes l'utilisent chaque jour

source: Thank you for joining us! Receive special offers & announcements
fr: Merci de nous rejoindre ! Recevez des offres spéciales et des annonces

source: Email address
fr: Adresse e-mail

source: Skip
fr: Sauter

source: Email field can't be empty
fr: Le champ e-mail ne peut pas être vide

source: Please enter a valid email
fr: Veuillez entrer un email valide

source: Base shift
fr: Décalage de base

source: Range
fr: Intervalle

source: Speed
fr: La rapidité

source: Voice changer
fr: Changeur de voix

source: Voice changer status
fr: État du changeur de voix

source: The voice changer allows you to change voice parameters. With the voice changer, you can set the pitch to higher or lower
fr: Le changeur de voix vous permet de modifier les paramètres de voix. Avec le changeur de voix, vous pouvez régler la hauteur plus haut ou plus bas

source: Cancel subscription
fr: Annuler l'abonnement

source: Our website
fr: Notre site Web

source: Allow
fr: Autoriser

source: Allowed
fr: Autorisé

source: The app uses a microphone to listen to everything around you while the hearing aid is working
fr: L'application utilise un microphone pour écouter tout ce qui vous entoure pendant que l'aide auditive fonctionne

source: The app uses Speech recognition for transcribe voice
fr: L'application utilise la reconnaissance vocale pour la transcription vocale

source: Magnifying Glass & Loupe
fr: Loupe

source: Magnifying glass with high image quality and easy to use
fr: Loupe avec une qualité d'image élevée et facile à utiliser

source: Magnifier 30X, pro features
fr: Loupe 30X, fonctionnalités pro

source: flashlight
fr: lampe de poche

source: Reading filters & scan text
fr: Lecture des filtres et analyse du texte

source: Try for free
fr: Essayez gratuitement

source: No sure yet?
fr: Pas encore sûr ?

source: Enable free trial
fr: Activer l'essai gratuit

source: Auto-renewable, cancel anytime
fr: Auto-renouvelable, annulation à tout moment

source: Just %@
fr: Juste %@

source: Type mode
fr: Type de mode

source: Try premium version
fr: Essayer la version Premium
